Cinema.create(
  name: '杭州UME国际影城',
  logo: 'http://img31.mtime.cn/t/2014/08/14/160837.58437590_102X63X3.jpg',
  city: '杭州',
  address: '杭州市文二西路551号西城广场4楼',
  phone: '0571-88100999',
  business_hours: '10:00-00:00',
  content: %{UME影院是由香港著名导演吴思远先生投资的，全国共有北京、上海、重庆、杭州和广州等25家影院。\
U-M-E，是英语“终极电影体验”（The Ultimate Movie Experience）的缩写,UME正在全力打造一个品牌国际化的影城。

杭州UME整个影城占地5000平方米，拥有11个声光一流的放映厅。

UME拥有杭州城西首家4D影厅，

有震动、吹风、喷水、烟雾、气味等特效，让观众更有身临其境的观影体验！

其中1个贵宾厅有25个真皮沙发座椅，可全自动调节座位，观众能以最轻松的状态享受电影魅力。\
杭州UME国际影城10个3D影厅和1个4D影厅使用的3D设备是引进自美国Real D公司的数字3D放映系统，\
11个能呈现3D效果的影厅都已更换成进口自英国的金属银幕，大大提升了影片放映时的色彩亮度。\
经过高科技投影技术而制成的生动逼真、扣人心弦的3D技术，所配套使用的3D眼镜，\
能把逼真效果呈现观众眼前。真正让杭州市民可以享受到3D技术带来的视觉全新冲击。\
接下来UME将引进更多的3D大片，将更丰富杭州市民的业余生活。

感受电影、接触明星,欢迎光临杭州UME国际影城!}
)

Cinema.create(
  name: '杭州佳映IMAX影城',
  logo: 'http://img31.mtime.cn/t/2015/02/28/140155.86374990_102X63X3.jpg',
  city: '杭州',
  address: '杭州市西湖区古墩路与余杭塘路路口五洲广场2层(印象城对面)',
  phone: '0571-89712002',
  business_hours: '10:00-23:00',
  content: %{佳映国际影城（杭州五洲店）是由香港佳力集团斥巨资打造的杭州市五星级豪华IMAX影城。\
影院位于五洲国际广场内，拥有上下两层 5000 多平方米的超大营业空间，设有13个影厅，共计 1800余座位。\
其中包括12个超清晰魅力震撼的SONY4K全数字放映厅和1个被誉为世界最顶级的电影放映品牌IMAX数字放映厅。\
此IMAX影厅可容纳将近400人左右，其顶级的放映技术加上超大的观影空间及放映银幕，致力于为您提供最终极的电影体验。

我们选择最尖端的放映设备、打造最舒适的观影环境、提供最贴心的服务，\
只为在全面满足您观影需求的同时，让您感受到来自佳映的真挚——佳映，不仅是一次观影体验}
)

Cinema.create(
  name: '中影国际影城(杭州星光大道店)',
  logo: 'http://img31.mtime.cn/t/2014/08/14/161000.29094769_102X63X3.jpg',
  city: '杭州',
  address: '杭州市滨江区江南大道228号星光大道2幢4层',
  phone: '0571-88924988',
  business_hours: '9:30-23:30',
  content: %{杭州中影国际影城（滨江星光大道店）位于杭州市滨江区区政府西的星光大道，\
自2014年8月，7号厅开业以来，影城共拥有7个影厅，6个3D厅，680个座位。\
影城开业于2010年10月15日，她的诞生，填补了滨江区没有五星级标准影城的空白。\
至2014年底，影城已接待了顾客两百多万人次。影城二期预计于2015年开业，建设规模是一期的三倍。

怎么样让影迷每周都能轻松、愉快、实惠的看一场电影，让经常看电影的朋友得到真正的实惠，\
是影城努力的目标和动力。影城致力为杭城影迷带来优质的观影享受，开展了丰富多样的影迷活动， \
“半价观影”，“10~15元看大片”，及春节、情人节、美女节、七夕节、光棍节等围绕特色节假日开展的各种特色专场，\
也有专门为杭城单身青年打造的单身特价专场，更是为单身朋友搭建了一个交友的平台。

影城所有优惠活动以会员为重心，开业近五年，影城发展发会员超四万名，影城第一时间向会员发布最新影讯，\
向会员提供网上购票平台等服务，得到了广大会员的认可。“每月三次观影，\
会员半价优惠” “先购美食套餐再买票，全价抵30元”，“周四QQ影迷日”等活动，更是得到会员的喜爱和推广。

来中影享受电影，过简单生活， 让我们跟一起每周到中影看一场电影！}
)

Cinema.create(
  name: '杭州保利国际影城',
  logo: 'http://img31.mtime.cn/t/2014/08/14/161311.57949405_102X63X3.jpg',
  city: '杭州',
  address: '杭州紫金港路21号 西溪天堂商业街',
  phone: '0571-88966688',
  business_hours: '09:30-22:30',
  content: %{保利国际影城拥有9个观影大厅(其中一个为VIP厅)。\
国际顶级品牌巴可二代数字放映机，JBL影院专业音响，TMS全自动化放映系统，\
杜比音频处理器配合全新升级的7.1声道音响系统，最主流被动式偏振3D系统，\
舍弃以往笨重的3D眼镜，给观众最完美的影音视听享受。\
影城由国家广电总局认证的高级电影放映师负责放映技术保障，\
最大化保证影城每个影厅的放映效果。 
影院内部装修主色调为黑和红。售票厅到观影大厅，\
黑和红的协调组合在总体上呈现出一种高贵端庄而不乏热情与活力的气氛。\
这种气氛与电影的精神内外呼应，相信也会在无形中让观影体验更加完美。}
)

Cinema.create(
  name: '杭州转塘时代电影大世界影城',
  logo: 'http://img31.mtime.cn/t/2014/08/14/161220.37282761_102X63X3.jpg',
  city: '杭州',
  address: '杭州西湖区转塘街道美院南路99号4楼',
  phone: '0571-88758888',
  business_hours: '09:30-24:00',
  content: %{杭州转塘时代电影大世界坐落于西湖区转塘街道美院南路龙心田城大厦4楼,\
周边环境优越商铺众多，业态丰富，急具人气。\
杭州转塘时代电影大世界总投资1000余万，影院共设6个放映厅，667座位。

杭州转塘时代电影大世界依托“时代”服务，管理和价格品牌，\
观众可以享受品牌影院的标准化服务，与杭州保持同步的放映。}
)

Cinema.create(
  name: '星美国际影商城（杭州黄龙店）',
  logo: 'http://img31.mtime.cn/t/2015/10/12/154311.22729880_102X63X3.jpg',
  city: '杭州',
  address: '杭州市西湖区黄龙路1号黄龙体育中心东门(原黄龙影城)',
  phone: '0571-87068373-803',
  business_hours: '09:30-23:30',
  content: %{一流设计彰显高端大气

杭州黄龙影城是一家按照国家五星级影院标准建设的现代化高端多厅电影城，\
拥有全新的设计理念和管理模式，影城面积5800平方米。\
影城拥有15个专业的数字化电影放映厅，包含14个3D影厅，1个4D厅；\
幽雅的观影环境，优质的观影服务、先进的放映设备、口味独特的爆米花，\
琳琅满目的休闲食品，保证顾客的观影之旅回味无穷。

黄金位置一流服务

黄龙影城位于杭州市中心，交通便利，拥有4000个停车位，\
是一个高品质的视听体验场所。休闲时间，来到杭州黄龙影城，挑选一部精彩影片，\
购买一份爆米花，是您最为愉快和舒心的选择。我们的服务会像电影一样精彩，期待你的光临！}
)

Cinema.create(
  name: '萧山德纳国际影城',
  logo: 'http://img31.mtime.cn/t/2016/03/03/170250.15891976_102X63X3.jpg',
  city: '杭州',
  address: '萧山市心中路123号顺发旺角新天地8号楼4楼/市心中路268号银隆百货B座5楼',
  phone: '0571-82901111',
  business_hours: '09:30-22:30',
  content: %{萧山德纳国际影城，座落于萧山市心路旺角银隆商圈，与地铁二号线“杭发厂站”无缝相连。

2014年11月27日影院一期（西区旺角城新天地4F、5F）开业，\
共开放11个影厅，拥有1490座位数。其中1个巨幕MAX影厅。

2015年05月12日影城二期（银隆百货5F）开业，有9个影厅共计1034个座位。\
其中1个IMAX影厅，1个杜比全景声巨幕影厅，7个VIP豪华影厅。

萧山德纳国际影城，采用的是代表当今电影工业高技术的、树立中国影音观赏理念新标准的MAX银幕设备，\
全Sony-4K数字放映机、360度全景声效系统的配置，巨幕厅更采用双机播放，\
高分辨率的细腻影像让色彩和亮度更加饱满，影像画面更具质感，为观众呈现更为精彩的视觉盛宴。

同时，萧山德纳国际影城首创萧山全系VIP厅影城，全部采用巴西进口牛皮全倾仰电动软卧座椅，\
倾力打造全国首席经典VIP体验式影城。}
)

Cinema.create(
  name: '新远国际影城',
  logo: 'http://img31.mtime.cn/t/2014/08/14/161003.18372014_102X63X3.jpg',
  city: '杭州',
  address: '西湖文化广场8号（C区）',
  phone: '0571-85001088',
  business_hours: '09:00-22:00',
  content: %{坐落于西湖文化广场C区的浙江新远国际影城，总面积近1万平方米，\
总投资约6000万，配有16个数字影厅，近2000个座位。其中12个普通厅，3个VIP厅，\
以及1个具有世界顶级观影效果的商业IMAX影厅，该厅面积逾500平方米，\
可容纳344人，屏幕宽20米，高12米。

西湖文化广场地处杭州政治经济文化中心地带，背靠杭州最大的住宅区——朝晖小区，\
毗邻杭州最繁华的商业中心——武林商圈，离最近的中山北路地铁出口100米，交通十分便利。}
)

Cinema.create(
  name: '浙江奥斯卡电影大世界',
  logo: 'http://img31.mtime.cn/t/2014/08/14/160837.93129023_102X63X3.jpg',
  city: '杭州',
  address: '杭州市下城区龙游路38号',
  phone: '0571-87012458',
  business_hours: '09:00-22:30',
  content: %{浙江奥斯卡电影大世座落于杭州武林女装特色街区，东接繁华的武林商圈，\
西临美丽的西湖景区，辐射全市区最具活力的银泰、杭百等大型购物中心，\
周边高档商务楼、餐饮美容店林立。武林商圈交通四通八达,30余条公交线路均可到达，\
影院附近泊车方便，是地理位置绝佳的一站式消费场所。在有着“休闲之都”、 “购物天堂”、\
“爱情之都”等诸多美誉的杭州，这种既能吃饭品茶、逛街购物、享受SPA、游览西湖，\
又能在累的时候走进电影院看场电影放松的“一站式”消费，尤其受到青年朋友和情侣们的喜爱。

浙江奥斯卡电影大世界是一座融合了电影数字科技和人性化服务的5星级影城。\
影院建筑面积3000多平方米，拥有500多平米超大休闲空间，电影厅9个，可容纳近千名观众同时观看电影。\
所有的影厅都采用了高起坡、宽排距的设计，使影厅内任何一个座位都能达到最佳观看效果。\
还采用绿色环保换气装置以保证影厅内空气的清新。国际上最先进的SRD 数码环音设备和弧形超大银幕，\
让观众充分领略到完美的视听享受。影院内色彩浪漫温馨，无论是热烈的红色还是深邃的蓝色，都让人倍感愉悦和轻松。

浙江奥斯卡电影大世界为武林路商业区的繁荣发展增添了一笔新鲜的文化气息，\
  也成了为杭州时尚青年朋友、尤其是情侣们最钟爱的电影家园。}
)
