
Cinema.create(
  name: '杭州比高电影城（大河店）',
  logo: 'http://img31.mtime.cn/t/2014/08/14/161054.34695199_102X63X3.jpg',
  city: '杭州',
  district: '拱墅区',
  address: '杭州市拱墅区小河路488号运河天地4幢',
  phone: '0571-28066699',
  business_hours: '09:30-22:30',
  content: %{比高电影院是由著名国际巨星周星驰旗下的香港比高集团投资的一家高档影院，影城坐落在\
杭州拱墅区运河天地(原大河造船厂)临近拱宸桥、拱墅区政府，杭州比高影城为比高集团\
在杭州投资的第一家店，在未来一年内杭州将有多家比高影院陆续建成。我们首家影城建筑\
面积3000平方米，拥有10个放映厅，其中有7个为3D影厅，共1300多个座位。\
杭州比高电影城将以“品质、服务、价格”为核心，以“让电影回归大众”为理念,力争为\
杭州观众带来更高品质的影视视听享受。},
)

Cinema.create(
  name: '杭州佳映IMAX影城',
  logo: 'http://img31.mtime.cn/t/2015/02/28/140155.86374990_102X63X3.jpg',
  city: '杭州',
  district: '西湖区',
  address: '杭州市西湖区古墩路与余杭塘路路口五洲广场2层(印象城对面)',
  phone: '0571-89712002',
  business_hours: '10:00-23:00',
  content: %{佳映国际影城（杭州五洲店）是由香港佳力集团斥巨资打造的杭州市五星级豪华IMAX影\
城。影院位于五洲国际广场内，拥有上下两层 5000 多平方米的超大营业空间，设有\
13个影厅，共计 1800余座位。其中包括12个超清晰魅力震撼的SONY4K全数\
字放映厅和1个被誉为世界最顶级的电影放映品牌IMAX数字放映厅。此IMAX影厅可\
容纳将近400人左右，其顶级的放映技术加上超大的观影空间及放映银幕，致力于为您提\
供最终极的电影体验。

我们选择最尖端的放映设备、打造最舒适的观影环境、提供最贴心的服务，只为在全面满足\
您观影需求的同时，让您感受到来自佳映的真挚——佳映，不仅是一次观影体验},
)

Cinema.create(
  name: '杭州UME国际影城',
  logo: 'http://img31.mtime.cn/t/2014/08/14/160837.58437590_102X63X3.jpg',
  city: '杭州',
  district: '西湖区',
  address: '杭州市文二西路551号西城广场4楼',
  phone: '0571-88100999',
  business_hours: '10:00-00:00',
  content: %{UME影院是由香港著名导演吴思远先生投资的，全国共有北京、上海、重庆、杭州和广州\
等25家影院。U-M-E，是英语“终极电影体验”（The Ultimate Mo\
vie Experience）的缩写,UME正在全力打造一个品牌国际化的影城。

杭州UME整个影城占地5000平方米，拥有11个声光一流的放映厅。UME拥有杭州\
城西首家4D影厅，有震动、吹风、喷水、烟雾、气味等特效，让观众更有身临其境的观影\
体验！其中1个贵宾厅有25个真皮沙发座椅，可全自动调节座位，观众能以最轻松的状态\
享受电影魅力。杭州UME国际影城10个3D影厅和1个4D影厅使用的3D设备是引进\
自美国Real D公司的数字3D放映系统，11个能呈现3D效果的影厅都已更换成进\
口自英国的金属银幕，大大提升了影片放映时的色彩亮度。经过高科技投影技术而制成的生\
动逼真、扣人心弦的3D技术，所配套使用的3D眼镜，能把逼真效果呈现观众眼前。真正\
让杭州市民可以享受到3D技术带来的视觉全新冲击。接下来UME将引进更多的3D大片\
，将更丰富杭州市民的业余生活。

感受电影、接触明星,欢迎光临杭州UME国际影城!},
)

Cinema.create(
  name: '萧山德纳国际影城',
  logo: 'http://img31.mtime.cn/t/2016/03/03/170250.15891976_102X63X3.jpg',
  city: '杭州',
  district: '萧山区',
  address: '萧山市心中路123号顺发旺角新天地8号楼4楼/市心中路268号银隆百货B座5楼',
  phone: '0571-82901111',
  business_hours: '09：30-22：30',
  content: %{萧山德纳国际影城，座落于萧山市心路旺角银隆商圈，与地铁二号线“杭发厂站”无缝相连\
。

2014年11月27日影院一期（西区旺角城新天地4F、5F）开业，共开放11个影\
厅，拥有1490座位数。其中1个巨幕MAX影厅。

2015年05月12日影城二期（银隆百货5F）开业，有9个影厅共计1034个座位\
。其中1个IMAX影厅，1个杜比全景声巨幕影厅，7个VIP豪华影厅。

萧山德纳国际影城，采用的是代表当今电影工业高技术的、树立中国影音观赏理念新标准的\
MAX银幕设备，全Sony-4K数字放映机、360度全景声效系统的配置，巨幕厅更\
采用双机播放，高分辨率的细腻影像让色彩和亮度更加饱满，影像画面更具质感，为观众呈\
现更为精彩的视觉盛宴。

同时，萧山德纳国际影城首创萧山全系VIP厅影城，全部采用巴西进口牛皮全倾仰电动软\
卧座椅，倾力打造全国首席经典VIP体验式影城。

联系电话：

旺角区：0571-82901111

银隆区：0571-82995511

微信公众号：萧山德纳国际影城

官方微博：德纳国际影城-萧山},
)

Cinema.create(
  name: '中影国际影城(杭州星光大道店)',
  logo: 'http://img31.mtime.cn/t/2014/08/14/161000.29094769_102X63X3.jpg',
  city: '杭州',
  district: '滨江区',
  address: '杭州市滨江区江南大道228号星光大道2幢4层',
  phone: '0571-88924988',
  business_hours: '9:30-23:30',
  content: %{影城网址：www.nsmovie.com

APP：凤凰佳影

有一种生活，很简单，每周到中影看一场电影。

杭州中影国际影城（滨江星光大道店）位于杭州市滨江区区政府西的星光大道，自2014\
年8月，7号厅开业以来，影城共拥有7个影厅，6个3D厅，680个座位。影城开业于\
2010年10月15日，她的诞生，填补了滨江区没有五星级标准影城的空白。至201\
4年底，影城已接待了顾客两百多万人次。影城二期预计于2015年开业，建设规模是一\
期的三倍。

怎么样让影迷每周都能轻松、愉快、实惠的看一场电影，让经常看电影的朋友得到真正的实\
惠，是影城努力的目标和动力。影城致力为杭城影迷带来优质的观影享受，开展了丰富多样\
的影迷活动， “半价观影”，“10~15元看大片”，及春节、情人节、美女节、七夕\
节、光棍节等围绕特色节假日开展的各种特色专场，也有专门为杭城单身青年打造的单身特\
价专场，更是为单身朋友搭建了一个交友的平台。

影城所有优惠活动以会员为重心，开业近五年，影城发展发会员超四万名，影城第一时间向\
会员发布最新影讯，向会员提供网上购票平台等服务，得到了广大会员的认可。“每月三次\
观影，会员半价优惠” “先购美食套餐再买票，全价抵30元”，“周四QQ影迷日”等\
活动，更是得到会员的喜爱和推广。

来中影享受电影，过简单生活， 让我们跟一起每周到中影看一场电影！},
)

Cinema.create(
  name: '翠苑电影大世界',
  logo: 'http://img31.mtime.cn/t/2014/08/14/160837.87591577_102X63X3.jpg',
  city: '杭州',
  district: '西湖区',
  address: '杭州市文一路298号',
  phone: '0571-88922960',
  business_hours: '9:00-22:30',
  content: %{翠苑电影大世界于2002年2月8日正式开张营运，共设13个专业电影厅，全部采用数\
码立体声还音设备。13个电影厅分布在同一层面，共设座位1450座，其中最大的电影\
厅为287座，充分展示超视野银幕为您带来的视觉冲击和数码立体声技术为您带来的排山\
倒海、惊天动地的震撼；最小的黄金厅为24座，单独配备酒吧，随意享用；六个3D立体\
电影厅，让剧中的明星“走下”银幕与您共游美景。},
)

Cinema.create(
  name: '浙江奥斯卡电影大世界',
  logo: 'http://img31.mtime.cn/t/2014/08/14/160837.93129023_102X63X3.jpg',
  city: '杭州',
  district: '下城区',
  address: '杭州市下城区龙游路38号',
  phone: '0571-87012458',
  business_hours: '09:00-22:30',
  content: %{浙江奥斯卡电影大世座落于杭州武林女装特色街区，东接繁华的武林商圈，西临美丽的西湖\
景区，辐射全市区最具活力的银泰、杭百等大型购物中心，周边高档商务楼、餐饮美容店林\
立。武林商圈交通四通八达,30余条公交线路均可到达，影院附近泊车方便，是地理位置\
绝佳的一站式消费场所。在有着“休闲之都”、 “购物天堂”、“爱情之都”等诸多美誉\
的杭州，这种既能吃饭品茶、逛街购物、享受SPA、游览西湖，又能在累的时候走进电影\
院看场电影放松的“一站式”消费，尤其受到青年朋友和情侣们的喜爱。     浙江奥\
斯卡电影大世界是一座融合了电影数字科技和人性化服务的5星级影城。影院建筑面积30\
00多平方米，拥有500多平米超大休闲空间，电影厅9个，可容纳近千名观众同时观看\
电影。所有的影厅都采用了高起坡、宽排距的设计，使影厅内任何一个座位都能达到最佳观\
看效果。还采用绿色环保换气装置以保证影厅内空气的清新。国际上最先进的SRD 数码\
环音设备和弧形超大银幕，让观众充分领略到完美的视听享受。影院内色彩浪漫温馨，无论\
是热烈的红色还是深邃的蓝色，都让人倍感愉悦和轻松。

浙江奥斯卡电影大世界为武林路商业区的繁荣发展增添了一笔新鲜的文化气息，也成了为杭\
州时尚青年朋友、尤其是情侣们最钟爱的电影家园。},
)

Cinema.create(
  name: '新远国际影城',
  logo: 'http://img31.mtime.cn/t/2014/08/14/161003.18372014_102X63X3.jpg',
  city: '杭州',
  district: '下城区',
  address: '西湖文化广场8号（C区）',
  phone: '0571-85001088',
  business_hours: '09:00-22:00',
  content: %{坐落于西湖文化广场C区的浙江新远国际影城，总面积近1万平方米，总投资约6000万\
，配有16个数字影厅，近2000个座位。其中12个普通厅，3个VIP厅，以及1个\
具有世界顶级观影效果的商业IMAX影厅，该厅面积逾500平方米，可容纳344人，\
屏幕宽20米，高12米。

西湖文化广场地处杭州政治经济文化中心地带，背靠杭州最大的住宅区——朝晖小区，毗邻\
杭州最繁华的商业中心——武林商圈，离最近的中山北路地铁出口100米，交通十分便利\
。},
)

Cinema.create(
  name: '桐庐晨光国际影城',
  logo: 'http://img31.mtime.cn/t/2014/08/14/161215.98220637_102X63X3.jpg',
  city: '杭州',
  district: '桐庐县',
  address: '杭州市桐庐县迎春南路69号',
  phone: '0571-69812888',
  business_hours: '10：00-02：00',
  content: %{桐庐晨光国际影城是由桐庐最大的文化公司——品尚娱乐文化有限公司重金打造的现代化影\
城。 坐落在桐庐县城迎春南路商务区华光大厦品尚文化广场三楼。影城坐拥6个高标准现\
代化数字影厅，座位数达800个。全部可播放数字3D影片，让桐庐的百姓不再为不能第\
一时间观赏到3D佳片而遗憾。我们将跟上时代的步伐，在第一时间与全球同步上映新片。\
除此之外影城还提供了丰富多样的食品饮料可供选择，其中本影城的电影经典伴侣食品--\
----“爆米花”引进美国的先进设备。配以原装进口的专用玉米，焦糖，制作的爆米花\
口味非同一般，让您体验到无与伦比的味觉新感受。晨光国际影城将秉承着专业，严谨，科\
学的管理制度，给桐庐人民带来高端影院的服务和享受。晨光国际影城与您一起享受电影的\
每一个美妙瞬间，尽请品鉴。},
)

Cinema.create(
  name: '杭州华元电影大世界',
  logo: 'http://img31.mtime.cn/t/2014/08/14/160910.75209708_102X63X3.jpg',
  city: '杭州',
  district: '江干区',
  address: '江干区下沙经济开发区2号大街华元十六街区商城三楼',
  phone: '0571-81634323',
  business_hours: '09：15—22：30-',
  content: %{影院网站www.huayuanmovies.com

杭州华元电影大世界是浙江省电影有限公司继“庆春、翠苑、奥斯卡”等电影大世界之后的\
又一品牌影院。

绝佳的视听配以超大银幕，其优势在于令观众具有超大的空间感、超强视觉冲击和最佳声场\
效果。置身其中如身临其境，令一般影院和家庭影院无可比拟，不愧为一家五星级标准的现\
代多厅影城。

华元电影大世界以低廉的票价，面向下沙观众，优质服务在各时代影院独树一帜，成为最具\
性价比的时代大世界影院。

华元电影大世界经典影片、艺术影片、喜剧片等影片供观众一饱眼福。极大地丰富开发区市\
民、创业者、学生群体的文化生活。

华元电影优惠多多，详情请咨询：0571-81634323

影院网站：www.huayuanmovies.com},
)

Cinema.create(
  name: '中影国际影城杭州西溪印象城店',
  logo: 'http://img31.mtime.cn/t/2014/08/14/161338.40780063_102X63X3.jpg',
  city: '杭州',
  district: '余杭区',
  address: '杭州市余杭区五常大道1号西溪印象城3楼',
  phone: '0571-88680672',
  business_hours: '10:00-22:00',
  content: %{1楼设有售票窗口，免除排队烦恼！（迪卡侬室内入口处）

中国“巨幕”时代来袭！

全方位震撼你的观影感受

中影国际影城（杭州印象城店）于2013年7月强势登陆杭城，坐落于五常大道杭州印象\
城3楼，共设有8个豪华放映厅，其中1个中国巨幕影厅，1个VIP厅。

首块中国巨幕银幕 体验真正的3D效果巨头

登陆杭城，375个座位迎接您进入中国巨幕全新观影时代

影城首次将代表中国放映最新科技成果的“中国巨幕”，落地式超大银幕画面，能让厅内观\
众在每一个角落都能感受到巨幕的视觉震撼效果。},
)

Cinema.create(
  name: '杭州传奇奢华影城',
  logo: 'http://img31.mtime.cn/t/2014/08/14/161410.19176163_102X63X3.jpg',
  city: '杭州',
  district: '拱墅区',
  address: '杭州市拱墅区丰潭路380号银泰城4楼',
  phone: '0571-88222929',
  business_hours: '10:00-22:30',
  content: %{杭州传奇奢华影城是杭城新建立的超五星级影城，位于银泰城4楼，影城总面积8000平\
米，共有12个放映厅，总计2000多个座位，分为会员区与非会员区。

影城拥有华东地区最大的超亮4K双机“中国巨幕”影厅，2个豪华VIP厅，全国首家富\
有创意的家庭儿童观影区，影城还有会员独享的幽雅会员休息区，全国首创的影院创意餐厅\
、水吧区、SAGA COFFEE品牌咖啡厅等周全服务设施。

我们希望呈现给观众的不仅是绝佳的视听效果，更是一种享受电影的生活方式。更多信息请\
关注@杭州传奇奢华影城},
)

Cinema.create(
  name: '桐庐时代电影大世界',
  logo: 'http://img31.mtime.cn/t/2014/08/14/161012.89283310_102X63X3.jpg',
  city: '杭州',
  district: '桐庐县',
  address: '杭州桐庐县开元街321号',
  phone: '0571-64622136',
  business_hours: '09：30－22：00',
  content: %{桐庐时代电影大世界（原新世纪影城）位于开元街321号，建造于1996年，改建面积\
3000平方米，总投资1000多万元。

为紧跟世界电影新潮流，全面提升桐庐时代电影大世界的品味，2010年6月开始，桐庐\
电影发行放映有限公司投1000多万元巨资对影城6个数字影厅进行了全面、彻底的数字\
化星级影院改造。2010年的12月，大城市拥有的五星级影院将在桐庐震撼亮相！金碧\
辉煌、豪华气派的现代化数字影院里，宽大的电子显示屏清楚地显示出当日上映的影片和场\
次；总计拥有899座高档豪华座椅的大小六个影厅全部用上了国际最先进的数字放映机，\
能同步上映所有中外影片，其中还有3D影厅两个；其中影院的大厅更是具有皇家风范：拥\
有宽16米、高7米的超宽银幕；目前为杭州地区最大荧幕。影院内所有设施全部按照国际\
星级影院最新标准设计施工；温馨的墙面色彩、柔和绚丽的灯光、柔软整洁的地毯、铮亮的\
高档地砖等与众多影星的照片相映成辉！香气扑鼻的进口爆米花更是让所有人垂涎欲滴、欲\
罢不能……

影厅内采用了比利时BARCO（巴可） 2K数字放映机、GDC数字播放服务器以及英\
国DOBLY（杜比） 3D立体设备；还音系统采用了美国J.B.L音响。精美绝伦的\
高清画面和震撼无比又细微入致的音效，将使所有观众尽享视听盛宴。

桐庐时代电影大世界期待您的光临！},
)

Cinema.create(
  name: '麦迪逊影院',
  logo: 'http://img31.mtime.cn/t/2015/02/26/164735.27456213_102X63X3.jpg',
  city: '杭州',
  district: '上城区',
  address: '浙江省杭州市上城区望江东路332号万泰城3F-4F',
  phone: '0571-87173399',
  business_hours: '9：00-22:30',
  content: %{杭州麦迪逊影院坐落于杭州钱江新城板块南端万泰城商务中心3F，毗邻中豪望江国际。 \
影院专程邀请留美设计师操刀室内设计兼平面设计，整体的Loft工业风让观影的客人有\
更好的视觉效果。影院的内部11个厅全部采用3D数字影院，各影厅均配备了先进的LE\
D、LCD播映设备、3D电影播放系统，将电影的画面效果展现入微，引领客人进入身临\
其境的电影海洋中。 优美的环境、先进的科技、优质的服务杭州万泰城麦迪逊影院从各个\
细节，为您阐释了殿堂级影院的至尊品位！},
)

Cinema.create(
  name: '恒隆电影大世界',
  logo: 'http://img31.mtime.cn/t/2014/08/14/160906.45778231_102X63X3.jpg',
  city: '杭州',
  district: '萧山区',
  address: '杭州市萧山区山阴路恒隆广场D座5F',
  phone: '0571-82821230',
  business_hours: '09：30-',
  content: %{恒隆电影大世界由浙江省电影有限公司投资兴建，影院座落于萧山区山阴路恒隆广场D座五\
楼，总面积达2800余平米，共设7个数码立体声电影厅。随着经济和社会的发展，人民\
文化消费层次也日益提高，电影作为文化产业的一部分，越来越成为不可或缺的消费形式。\
萧山发达的经济和100多万人口，清楚地表明着这种消费需求，而恒隆电影大世界的开业\
正是填补了这一空白。不仅填补了萧山这个经济强区市民就近观影需要的空白，也极大地丰\
富了萧山人民的文化生活，提升了萧山人民的生活品质，更符合杭州“生活品质之城”的城\
市理念。

恒隆电影大世界的开业标志着萧山历史上第一家具有五星级标准的多厅影院的诞生，萧山从\
此拥有了一家自己的电影大世界。它的设计和装修都参照国家五星级影院标准，在排距、画\
面、音效等方面，皆达到了五星级超豪华影厅的标准，力求给萧山的影迷提供最顶级的视觉\
音响享受。在装修风格上，恒隆电影大世界采用了第三代韩国式设计风格：千眼墙、三面黑\
色类似时光隧道的通道、通过电脑灯控可以变换的满天星等等，形成一种虚幻的感觉，对于\
时尚自由、购买力比较强的年轻观众群来说更加具有吸引力。除了硬件之外，恒隆电影大世\
界的软件服务也相当到位，如迎送观众的自动扶梯、银行式的售票处、宾馆式的星级服务、\
专为残疾人设置的通道，以及观众可自由选择想要座位的先进电脑售票系统，一应俱全，是\
一家集人文、时尚及最新电影技术为一体的现代化的多厅影城。

恒隆电影大世界将延续“电影大世界”的品牌服务，我们坚持热忱周到的服务精神，认真务\
实的工作作风和标准化的作业方式，旨在让每一个观众都能感受到我们的专业精神。},
)

Cinema.create(
  name: '庆春电影大世界',
  logo: 'http://img31.mtime.cn/t/2014/08/14/160837.62482683_102X63X3.jpg',
  city: '杭州',
  district: '下城区',
  address: '杭州市庆春路60号东清大厦E座',
  phone: '0571-87219585',
  business_hours: '09:00-00:00',
  content: %{浙江庆春电影大世界位于杭州庆春路60号，建筑面积达7000平方米，属省内规模最大\
，设施最先进的以专业电影放映为主，集娱乐、休闲、美食为一体的综合性文化娱乐场所，\
堪称全国最大的“电影超市”。

在三个楼面中，共设14个专业电影厅，8个数字影厅，采用国际上最先进的数码还音设备\
以及国内最先进的大片盘放映设备，内设10个SR.D数码立体声厅，一个SDDS数码\
立体声厅，一个DTS兼SR.D数码立体声厅，2个道尔贝立体声电影厅，数码技术将让\
您领略惊天动地、排山倒海的震撼以及细致入微的变化。大片盘的循环放映系统，将使数个\
影厅的观众仅相隔几秒便可观看用同一拷贝放映的同一部影片。

总座位数为1470个的电影大世界，以“新片先看”、“老片新看”、“佳片精看”、“\
随到随看”的经营模式，形成自己的特色，每天将以不低于6部不同类型、不同国家的电影\
节目迎接观众，并每隔15分钟就有一场电影在等着您，使您不必为看电影而匆忙赶时间。

电影大世界采用了目前国际上最流行的色调和风格进行装饰，迎送观众的自动扶梯、银行式\
的售票处、优美曲线形走廊、电影特色浓郁的室内灯箱、宾馆式的星级服务，以及专为残疾\
人设置的通道，将让您感受都市娱乐新潮流。内部管理采用先进的电脑化管理，并实行电脑\
售票，观众可自由选择自己想要的座位。

影院自1999年8月8日开业以来，以“最好的影片，最好的设施，最好的服务，最优的\
价格”取得观众的认同。2000年，我院取得全国票房冠军；连续几年都是全国影院人气\
冠军；在新型多厅影院不断涌现，市场竞争日益激烈的2004年票房历史性地达到200\
8万元，位居全国前五名。五年多来，票房收入累计完成逾亿元，观众人数突破500万，\
被文化部评为2001年度全国文化先进单位，中央电视台《焦点访谈》栏目和电影频道作\
专题报道。

浙江庆春电影大世界开业以来得到了中央、广电总局、省、市领导的亲切关怀和支持。20\
02年4月，中共中央政治局常委、国务院副总理李岚清同志；中共中央政治局委员、中宣\
部部长丁关根同志先后亲临大世界视察。

在未来的日子里，庆春电影人将在杭州这块充满竞争，商机无限的经济热土上，更加勤奋努\
力工作，不断发展完善，改革创新，提高服务质量，增强企业竞争力，争创国内行业知名品\
牌。

竭诚欢迎您的光临。},
)

Cinema.create(
  name: '杭州百老汇影城',
  logo: 'http://img31.mtime.cn/t/2014/08/14/160831.33995363_102X63X3.jpg',
  city: '杭州',
  district: '江干区',
  address: '杭州市江干区富春路701号万象城三层',
  phone: '0571-89705568-801',
  business_hours: '10：00－23：00',
  content: %{百老汇院线是香港最大的院线，目前在香港有13家电影院，共63块屏幕，占香港电影市\
场已超过40%的份额。百老汇院线在香港年票房收入超过三亿港币。院线在五十多年的经\
营过程中，通过不断的更新及优化，始终保持着极强的竞争力。目前，院线拥有三个影院品\
牌：Broadway 百老汇，PALACE 和AMC 。PALACE是香港顶级影\
院的标志，其全新的设计理念和管理模式代表了香港未来影院的发展模式。AMC是美国最\
大的院线公司之一，百老汇和AMC在香港合作经营管理的影院目前有两家，AMC又一城\
和AMC太古广场。百老汇院线在内地投资从1999年开始，至今10余年，已经投资并\
开业了14家影院。杭州百老汇影院将是百老汇戏院打造的又一家高品质观影场所，且是目\
前投资金额最大，经营面积最大的一家影院，该影院位于杭州市江干区杭州万象城第三、四\
、五层第358、458、558号商铺，面积8000余平方米，共设12个厅（含1个\
IMAX电影厅），2000余座位。百老汇戏院隶属香港安乐影片有限公司，安乐影片有\
限公司是香港一家有着五十多年历史的公司，其业务范围涉及影片制作、发行、放映。《卧\
虎藏龙》、《英雄》、《十面埋伏》、《霍元甲》、《满城尽带黄金甲》等诸多优秀影片均\
为安乐影片公司出品。公司网址：www.b-cinema.cn},
)

Cinema.create(
  name: 'SFC上影（杭州店）',
  logo: 'http://img31.mtime.cn/t/2014/08/14/160922.26653582_102X63X3.jpg',
  city: '杭州',
  district: '余杭区',
  address: '杭州市余杭区临平藕花洲大街303号沃尔玛4楼',
  phone: '0571-86215555',
  business_hours: '09:00--23:00',
  content: %{杭州上影国际影城是上海联和电影院线进驻浙江电影市场后的又一家多厅电影城，内设6个\
国家标准的电影厅（含3D电影厅）。杭州上影国际影城以高标准的视听效果，时尚的装修\
风格，细致入微的服务来满足临平广大市民的文化生活需求，是临平唯一一家按国际五星级\
影院标准的电影城。 http://www.jzcinema.cn/},
)

Cinema.create(
  name: '时代联合影城',
  logo: 'http://img31.mtime.cn/t/2014/08/14/161336.28760382_102X63X3.jpg',
  city: '杭州',
  district: '余杭区',
  address: '杭州市余杭区莫干山路与金家渡路交叉口西田城商业中心2楼',
  phone: '0571-89008919',
  business_hours: '09:30-24:00',
  content: %{杭州时代联合GMAX巨幕影城是由浙江时代院线、澳洲联合院线中澳联合倾力打造，影城\
位于杭州莫干山路西田城购物中心2楼，共设8个五星级现代观影厅和1个GMAX双层巨\
幕体验厅，总计座位近1600座，占地面积5000平方米。 影城一直秉承“让电影品\
质生活”“用心服务每一天”的经营理念，同时在高品质服务、高技术硬件基础上，采用“\
体验互动”模式走进观众的电影生活，让更多的人可以体验影城的特色，享受品质电影生活\
的乐趣，致力于用专业的电影管理，用心服务每一天的理念打造杭城“最具社会影响力”的\
体验影城。 影城特色： GMAX巨幕双层观影体验厅 （ 上下双层观影 360°立\
体音响环绕 可躺式观影 ） 杭州时代联合影城主打，国内首家GMAX上下双层观影巨\
幕体验厅，巨幕宽22.8米，高12.8米，全景声观影展现。GMAX厅豪华区全部采\
用可躺式座椅，,更引进目前QSC顶级音响品牌360°环绕立体声和放映设备，同时配\
合澳洲天然环保香氛系统和环保自动新风系统，使GMAX巨幕影厅更具行业代表性，为观\
众呈现更具生动的观影体验。 星巴克瓶装咖啡饮料选用纯正的星巴克意大利烘焙咖啡制成\
。在意大利烘焙咖啡特有的浓郁甜香中融入了柔滑的牛奶，成为令人难以抗拒的美味体验。},
)

Cinema.create(
  name: '新远下沙影城',
  logo: 'http://img31.mtime.cn/t/2014/08/14/161121.18691568_102X63X3.jpg',
  city: '杭州',
  district: '江干区',
  address: '下沙经济技术开发区文泽路99号福雷德广场B座',
  phone: '0571-88285470',
  business_hours: '10：00-23：30',
  content: %{新远下沙影城是浙江新远文化产业集团继新远国际影城IMAX后，耗资千万，倾力打造的\
又一家现代化全数字多厅影院。影城位于下沙福雷德广场地下一层，建筑面积2500多平\
方米，设有6个一流的专业影厅，1个豪华VIP厅。影城设计独具风格，集时尚、典雅、\
极致等元素于一体。

影城采用Barco二代数字放映机、Dolby数字还音系统等设备，将使画面更清晰、\
更明亮；使声音更震撼，更具身临其境的现场感。宽阔温馨的售票大厅极富现代感，迎面而\
来的电视墙营造出浓厚的电影氛围。豪华的芝华士真皮双人沙发将为您带来意想不到的浪漫\
；按照人体工程学设计的座椅，宽排距、宽座距，确保每位观众都会以最舒适的方式完成梦\
幻的电影之旅，享受电影带来的无与伦比的视听盛宴和震撼效果，开启下沙电影文化新视野\
。},
)

Cinema.create(
  name: '卢米埃杭州银泰影城',
  logo: 'http://img31.mtime.cn/t/2014/08/14/160927.28697633_102X63X3.jpg',
  city: '杭州',
  district: '江干区',
  address: '杭州市江干区庆春东路银泰百货庆春店6层',
  phone: '0571-86533866',
  business_hours: '09:30-22:30  单位充值卡、团体票、包场专线：0571',
  content: %{卢米埃影业是一家国际影院投资管理公司，创始人均为前国际著名电影公司的高级行政管理\
人员，拥有丰富的国际化影院经营管理经验。卢米埃影业致力于建设高品质国际影院，并为\
客户提供优质独特的服务。公司董事长曾担任美国派拉蒙和环球电影公司的海外合资公司电\
影投资公司的大中华地区总裁，他是最先向国内介绍“放映产业”这个全新概念的电影专业\
人士之一。卢米埃影业凭借雄厚的资金、丰富的国际化投资经营管理经验和对中国电影市场\
的深刻了解，聚焦高品质影院的建设，并致力于为观众提供独特的服务，领导中国影院产业\
，成为中国盈利最多、最受尊敬的电影院公司之一。卢米埃影业计划通过建立品牌旗舰影院\
，收购兼并现有影院、改善其经营管理水平，促进中国电影放映产业的国际化发展。目前同\
期开工的有北京、南京、广州、杭州、重庆、成都6个城市的7家影院。卢米埃影城预计在\
三年内投资一亿美元建设50座以上多厅电影城，并成为全国电影放映行业领先的专业影院\
经营管理公司。卢米埃影业的专业管理团队设立了高标准高效率的操作理念，致力于建造旗\
舰影城，打造公司品牌和战略合作关系的培植。

杭州庆春银泰卢米埃国际电影城，位于杭州市江干区庆春东路银泰百货庆春店6层，规划1\
1个影厅，近1500个座位，建成后将成为杭州影院的标杆，以其国际化的前沿设计和经\
营理念给与观众时尚、舒适、个性的星级感受。影院处于银泰百货·庆春广场一带，东至新\
塘路，南临凤起东路，北依景芳路，既近临杭州大剧院、国际会议中心等钱江新城大型人文\
配套，又与繁华主城亲密融合，既拥有钱江时代的气魄，又尊享西湖时代的优雅，银泰百货\
·庆春广场得天独厚的地理位置，汇聚繁华与未来，成就都市双核中心的原点魅力空间。},
)

Cinema.create(
  name: '大地数字影院-杭州萧山加州阳光广场',
  logo: 'http://img31.mtime.cn/t/2014/08/14/160929.89513585_102X63X3.jpg',
  city: '杭州',
  district: '萧山区',
  address: '浙江杭州萧山区金城路333号开元•加州阳光商场4楼',
  phone: '0571-82687991',
  business_hours: '10:30-22:30',
  content: %{大地数字影院--加州阳光影院是继上虞万和城影院、金华中华广场影院、德清余英坊影院\
之后，广东省大地电影院线有限公司在浙江省地区投资兴建的第四家全数字化现代影院。影\
院一共6个现代化数字影厅，共有近1600个座椅；所有影厅全部按照现代化影院标准建\
造，旨在为每一位光临大地的顾客提供舒适、愉悦的观影体验！},
)

Cinema.create(
  name: '杭州金象影城',
  logo: 'http://img31.mtime.cn/t/2014/08/14/161344.18123429_102X63X3.jpg',
  city: '杭州',
  district: '拱墅区',
  address: '杭州市登云路518号',
  phone: '0571-86558333',
  business_hours: '09:00-23:00',
  content: %{杭州金象影城位于杭州市拱墅区登云路518号，总投资2500万人民币。影院按国际五\
星级影院标准设计，共有11个电影厅，其中一个4D动感影厅、一个巨幕厅，总座位15\
00个左右。影厅全部采用目前国际上最先进的数字电影放映还音设备、顶级的3D偏振系\
统、全自动放映系统，直接卫星接收国内外最新大片实现全球同步上映。影院以主动细致的\
礼貌服务让观众体验尊贵和亲切。

杭州金象影城将以优惠的票价让更多人走进影院享受文化生活，使“看电影”不再是奢侈的\
文化娱乐活动，让更多杭州市民享受文化体制改革带来的胜利成果。金象影城将不定期举办\
艺术品展、摄影展、时尚秀等各类文化活动，让市民到杭州金象影城不仅仅是看电影，还会\
是一次特别的文化活动体验。

杭州金象影城是融电影、艺术、音乐、文化展示于一体的公共休闲活动空间，是国内引领差\
异化多元化经营的文化创意影城，是广大人民群众享受经典艺术、享有公共文化服务的高雅\
场所。

电影让生活更精彩！影城让杭州更具魅力！},
)

Cinema.create(
  name: '杭州新世界影城',
  logo: 'http://img31.mtime.cn/t/2014/08/14/161001.63512689_102X63X3.jpg',
  city: '杭州',
  district: '余杭区',
  address: '浙江省杭州市余杭区临平南苑街道世纪大道235-8号4楼',
  phone: '0571-89278888',
  business_hours: '10:00-24:00',
  content: %{新世界文化广场地处临平南苑家乐福4F，总营业面积5000多平方，是一家集量贩KT\
V、电影院为一体的大型文化娱乐休闲场所，是临平首屈一指的时尚都会。

新世界影城全部按照现代化数字影院标准建造，拥有7个国际标准的现代化数字影厅，70\
0多个豪华座椅，并拥有可容纳600多位观众的3D观影大厅；影厅配备国际顶尖的BA\
RCO数字电影放映机、德国ISC00PTIC放映镜头专业影院音响系统，余杭唯一的\
超大银幕，人性化高档座椅，每一处细节都由专业人士精心设计。

我们将用热情优质的服务，随时为您营造轻松愉悦的电影体验!},
)

Cinema.create(
  name: '哈迪森影院（运河上街店）',
  logo: 'http://img31.mtime.cn/t/2016/03/29/150802.29798566_102X63X3.jpg',
  city: '杭州',
  district: '拱墅区',
  address: '金华路80号运河上街4楼（商场闭店后，从东区负一楼入口客梯直达）',
  phone: '0571-87180189',
  business_hours: '09:30-23:00',
  content: %{影院特邀留美设计师，建设城北首家欧美Loft工业风格。

影院共11个厅，1000多个座位，全部采用Real3D数字影院，均配备了先进的L\
ED、LCD播映设备。

优美的环境、先进的科技、优质的服务，哈迪森影院为您阐释最潮影院的品位！

合作热线：17757199560},
)

Cinema.create(
  name: '杭州万达水晶城店',
  logo: 'http://img31.mtime.cn/t/2014/12/31/165814.47448377_102X63X3.jpg',
  city: '杭州',
  district: '拱墅区',
  address: '杭州市拱墅区上塘路458号水晶城购物中心7楼',
  phone: '无',
  business_hours: '10：00-22：00',
  content: %{无},
)

Cinema.create(
  name: '众安电影大世界',
  logo: 'http://img31.mtime.cn/t/2014/08/14/160849.86571020_102X63X3.jpg',
  city: '杭州',
  district: '下城区',
  address: '杭州市香积寺路21号',
  phone: '0571-85266677',
  business_hours: '09：00—23：00-',
  content: %{众安电影大世界位于杭州市香积寺路21号，由省电影有限公司（浙江时代电影院线）、浙\
江众安华纳大酒店有限公司按五星级影院标准，联合投资 700 余万元兴建，设有 6\
 个影厅，596 个座位，是继庆春、翠苑、宁波时代和奥斯卡之后的第五个“电影大世\
界”。或许与其他“电影大世界”大哥哥们相比，“众安” 6 个厅的规模并不算大，但\
从设计到经营管理，众安电影大世界都秉承了不求最大但求最佳的理念。},
)

Cinema.create(
  name: '杭州东漫影院',
  logo: 'http://img31.mtime.cn/t/2014/08/14/161439.55065054_102X63X3.jpg',
  city: '杭州',
  district: '江干区',
  address: '杭州市天城路秋涛路交叉口新澳门广场二楼',
  phone: '0571-89807000',
  business_hours: '09:00-22:30',
  content: %{杭州东漫影院是位于杭州市江干区秋涛北路新澳门广场二楼、三楼的一家五星级影院，影院\
有良好的设施，能够带给观众全新的感觉。},
)

Cinema.create(
  name: '金逸国际影城南宋御街店',
  logo: 'http://img31.mtime.cn/t/2014/08/14/161101.75343670_102X63X3.jpg',
  city: '杭州',
  district: '上城区',
  address: '杭州市上城区中山中路168号',
  phone: '0571-87829390',
  business_hours: '9:30-23:00',
  content: %{杭州金逸国际影城位于杭州南宋御街168号，周围集购物、休闲、餐饮、娱乐、商务于一\
体的河坊街步行街，影城建筑面积2474余平方米，设有7个一流水平的放映厅共890\
余座。影城从规模到配套设施，均严格按照国际标准建设。作为杭州超豪华国际影城，金逸\
“时尚电影文化”的理念，必将带给杭州观众全新的观影感受，为杭州影迷提供一个绝好的\
电影娱乐环境。

时尚引领潮流，尊贵体现身份，金逸正是秉承着这一宗旨，特将五星级酒店细微、舒适的人\
性化服务理念及观影DIY概念，引入旗下每一座影城。杭州金逸影城在设计上更是独具匠\
心，专门聘请国内一流专业设计师精心打造，绚丽多彩的灯光映衬出影城的气势恢弘与时尚\
典雅。大厅内数块超大整壁式清晰银幕滚动播放最新影片花絮、震撼的视听感在此便可令你\
感受电影带来超乎想像的效果。影城在设计上独具风格，不仅安装了超大超宽带头枕人体工\
程座席椅、1.2米的排距也使您倍感舒适；同时还采用45度角梯级设计进一步提高了视\
觉效果；特有的残疾人专用座椅及坡道，提供更为人性化的服务，并不惜巨资从英国进口的\
主银幕，保证所有到场观众以最舒适的方式，完成梦幻般的金逸电影之旅。

时尚简约的卖品部将提供精心制作的美国口味的爆米花、美味爽口的哈根达斯冰淇淋、纯正\
美国风味的吉拿棒和玉米脆片等产品，为观影感受增加更多美妙的体验。

杭州金逸国际电影城不仅带给您全新的观影感觉，更将引领杭州电影娱乐时尚的新潮流。},
)

Cinema.create(
  name: '桐庐时代金球影城',
  logo: 'http://img31.mtime.cn/t/2014/08/14/161220.88340744_102X63X3.jpg',
  city: '杭州',
  district: '桐庐县',
  address: '桐庐县迎春南路666号利时百货5楼',
  phone: '0571-64606288',
  business_hours: '10：00-24：00',
  content: %{桐庐时代金球影城座落于桐庐县迎春南路利时百货五楼富春江江畔，一线江景尽收眼底。交\
通四通八达，便捷顺畅。影城附近停车场泊位众多，拥有极其优越的地理位置。影城按照国\
际五星级的标准建设。影城共设6个放映厅，6个均为3D厅，3D眼镜采用最先进的HI\
-SHOCK（T系列）设计极为轻巧，佩戴舒适，给您带来不一样的3D体验，每副眼镜\
仅重36g。时代金球影城拥有近乎完美的硬件设施，放映设备全部采用国际上最先进的巴\
克公司2K数字放映机，观众在这里可以充分领略到完美的视听享受。

&lt;?xml:namespace prefix = o ns = "urn:\
schemas-microsoft-com:office:office" /&g\
t;},
)

Cinema.create(
  name: '杭州星际影城',
  logo: 'http://img31.mtime.cn/t/2014/08/14/161419.35563902_102X63X3.jpg',
  city: '杭州',
  district: '下城区',
  address: '杭州市下城区石桥路468号江南时代广场2F',
  phone: '0571-28953456',
  business_hours: '09:30首场电影-22:30末场电影',
  content: %{星际影城是杭州星际影视文化有限公司投资2000万元兴建的一家超5星级的现代化影城\
。影城占地 3500 平方米，共两层，设有8个豪华影厅，其中 1个4D电影厅、 \
6个特大厅、 1个巨幕厅，可容纳1300多人同时观影。影城由国内高端设计师精心设\
计，影厅全部配备了当今先进的电影设备，给你不一样的观影体验！

4D厅能容纳百人观影，享受4D带来的特效，拥有全国最先进的第六代动感座椅能实现前\
倾、后仰、升降、骤抖等运动，并在电磁阀的控制下产生多级运动，将传统4D座椅的特效\
功能突降、震动、前倾、后仰、横移、喷水、喷气、滚珠、捅背、扫腿、耳风、耳音、颈风\
、颠簸大幅提升。

巨幕电影凭借精密度最高、功率最强的放映机，使画面的稳定性大大超过了常规标准。而“\
巨幕电影”六声道超级音响系统和银幕上成千上万个小孔，使得影院内每个地方的音量和音\
质完全相同，观众无论坐在哪儿都能享受到同样质量的音响效果。},
)

Cinema.create(
  name: '杭州泽艺影城',
  logo: 'http://img31.mtime.cn/t/2014/08/14/161316.43636710_102X63X3.jpg',
  city: '杭州',
  district: '江干区',
  address: '杭州市解放东路8号砂之船天鹅街088号',
  phone: '0571-81103331',
  business_hours: '10:00-22:30',
  content: %{无},
)

Cinema.create(
  name: '杭州和达时代电影大世界（东东城）',
  logo: 'http://img31.mtime.cn/t/2014/08/14/161451.13079572_102X63X3.jpg',
  city: '杭州',
  district: '江干区',
  address: '杭州江干区下沙10号大街与沿江大道交叉东东城1楼',
  phone: '0571-28803811',
  business_hours: '09:00-22:30',
  content: %{杭州和达时代电影大世界成立于2014年4月，系浙江时代院线公司和浙江时代金球公司\
共同出资组建。位于杭州市经济技术开发区10号大街与沿江大道交叉口，总面积2000\
余平方米。

影城共有标准影厅6个，可同时容纳700余人观影。影城装修以时尚、简约、大气、温馨\
为主旋律，以蓝白为主色调给观众创造出一个良好舒适的观影氛围。而百幅中外影星、名导\
的明星墙更增添了浓郁的电影气息，使观众走入大厅仿佛就已置身在百年电影历史时空的巨\
轮上。大厅休息区中央LED滚动播放着最新的电影预告及影城活动，能让您休息等候的同\
时第一时间就掌握最新的电影资讯。

作为一个五星级影城，影厅的音响采用其现代高端环绕音响设备，中音区的力度，低音区的\
深厚和高音区的层次感让人体会逼真的音效，轻者丝丝入耳，强者剧烈震撼。银幕采用优质\
金属银幕，高品质清晰画面带来超值视觉享受，让人身临其境，留连忘返。影厅座椅扶手可\
根据观众需求自由调节，其人性化的设计让您享受私密、愉悦的观影体验。

面向下沙地区的特定消费群体，和达时代电影大世界以优质的服务和“平民化”的票价，在\
各时代大世界影城中独树一帜，成为最具性价比的时代大世界品牌影城。影城依托省内最大\
的时代院线公司，同步上映中外热门大片、经典影片、艺术影片、商业大片等供观众一饱眼\
福。和达时代电影大世界的开张营业，将极大丰富创业群体和大学生群体的文化生活，提升\
该区人民的生活品质，绝对是您观影休闲的最佳选择，同时也为杭州市打造“生活品质之城\
”做出努力。},
)

Cinema.create(
  name: '杭州保利国际影城',
  logo: 'http://img31.mtime.cn/t/2014/08/14/161311.57949405_102X63X3.jpg',
  city: '杭州',
  district: '西湖区',
  address: '杭州紫金港路21号 西溪天堂商业街',
  phone: '0571-88966688',
  business_hours: '09：30-22:30',
  content: %{保利国际影城拥有9个观影大厅(其中一个为VIP厅)。国际顶级品牌巴可二代数字放映\
机，JBL影院专业音响，TMS全自动化放映系统，杜比音频处理器配合全新升级的7.\
1声道音响系统，最主流被动式偏振3D系统，舍弃以往笨重的3D眼镜，给观众最完美的\
影音视听享受。影城由国家广电总局认证的高级电影放映师负责放映技术保障，最大化保证\
影城每个影厅的放映效果。

影院内部装修主色调为黑和红。售票厅到观影大厅，黑和红的协调组合在总体上呈现出一种\
高贵端庄而不乏热情与活力的气氛。这种气氛与电影的精神内外呼应，相信也会在无形中让\
观影体验更加完美。},
)

Cinema.create(
  name: '泽艺影城-余杭店',
  logo: 'http://img31.mtime.cn/t/2014/08/14/161425.36302197_102X63X3.jpg',
  city: '杭州',
  district: '余杭区',
  address: '杭州市余杭区余杭街道禹航路1076锦绣时代7号3层',
  phone: '0571-88668090',
  business_hours: '10:00-24:00',
  content: %{杭州泽艺影城（余杭店），位于余杭街道宝塔山附近， 锦绣时代中心7号楼3层，影城占\
地面积 2000平方米，影城拥有 5个多功能放映厅，每个影厅百余个座位（共计55\
7 座）。影城的设计中西合璧，大厅优雅简洁，厅内温馨舒适，采用人体学原理的多功能\
座椅，观影更为舒适。每个影厅均采用SONY-4K 3D超高清放映机，飞达功放设备\
，JBL音箱和还音系统，让观众尽享全新科技制造的3D视觉盛宴，感受无与伦比的视听\
享受和超乎想象的震撼效果。

高雅的环境，体贴的服务伴着亲切的微笑，让观众感受五星级的观影体验。},
)

Cinema.create(
  name: '新华影都',
  logo: 'http://img31.mtime.cn/t/2014/08/14/160901.31424271_102X63X3.jpg',
  city: '杭州',
  district: '下城区',
  address: '庆春路169号娃哈哈美食城三楼',
  phone: '0571-87212554',
  business_hours: '无',
  content: %{地处庆春路169号哇哈哈美食城三楼，共有8个电影放映厅，观众席位672个，自动化\
的放映设备及监控系统，开放式的休闲影视区，超纯平面电影。大视野，挡不住，很气派，\
到新华影都看电影，代表着一种高品质、超纯影象的视觉冲浪消费，观众将在新华影都留连\
忘返，感受到时尚、新颖的消费理念。新华影都推出“星光会员卡”，观众凭会员卡观影2\
0元起。},
)

Cinema.create(
  name: '瓶窑时代电影大世界',
  logo: 'http://img31.mtime.cn/t/2015/01/31/090414.52246603_102X63X3.jpg',
  city: '杭州',
  district: '余杭区',
  address: '杭州市余杭区瓶窑镇恒德瓶窑广场二楼',
  phone: '15605632222（董先生）',
  business_hours: '10：00-00：00',
  content: %{瓶窑时代电影大世界位于杭州市瓶窑镇凤溪路恒德瓶窑广场2楼。是奇沃电影院有限公司在\
瓶窑首家五星级国际化多功能电影院。},
)

Cinema.create(
  name: '中影国际影城（星光大道二期）',
  logo: 'http://img31.mtime.cn/t/2016/02/02/164619.49947584_102X63X3.jpg',
  city: '杭州',
  district: '滨江区',
  address: '杭州市滨江区滨盛路1766号星光城四层北',
  phone: '0571-88997727',
  business_hours: '09:30- 24:00',
  content: %{杭州华联星光大道二期该购物中心依然延续一期的电影文化主题，定位“轻奢+时尚”的中\
高端人群。总建面约22万㎡，将以城市CBD的高端定位为基础，涵盖大型一站式购物中\
心、百货商城、精品超市、休闲娱乐、特色餐饮等业态，打造未来杭州最具时尚与娱乐特色\
的综合性、一站式商业地标和文化枢纽。中影国际影城（星光大道二期）严格按照国家五星\
级标准建造，一流的硬件设施，业内资深管理团队运营，倡导"EnjoyMovie，E\
njoyLife"的电影生活理念。率全国之先，采用杜比全景声放映技术，更有中国巨\
幕20米幕宽的影厅引领滨江观影潮流！

中影国际影城（星光大道二期）坐落于杭州市滨江区滨盛路1766号星光城四层北，影城\
共有十个影厅，占地7500个平方，总投资2000多万，包含1个巨幕厅、2个全景声\
厅、1个情侣厅、1个DTS:X厅，座位1650个。在影院配置上，2个全景声厅采用\
全新杜比全景声音效技术，新增顶置扬声器，使用多达64个扬声器，让声音在整个影院中\
流动，让你完全置身于电影场景之中，更自然、更逼真、更震撼！当然不能少的中国巨幕，\
中国巨幕已丝毫不逊色IMAX，不仅仅是针对提升画面亮度而采用双机放映，它包含数字\
电影母版的再处理，优化校正画面，还有银幕的设计、音响布控和放映环境设计等。它不挑\
片源，亮度高于国外品牌近15%；双机画面重合达亚像素级图像优化功能，增加了均匀度\
、色彩和反差调整功能，全景声配置带来更加自然逼真的声场，体验栩栩如生的视听盛宴！\
DTS:X技术也入驻了（中影国际影城星光二期），在DTS.X厅可随心所欲地构建让\
人亲临其境的三维聆听空间，提供一个令人惊叹的环绕声声音体验，为电影爱好者呈现栩栩\
如生、引人入胜的沉浸式娱乐观影感受。},
)

Cinema.create(
  name: '杭州光影影院',
  logo: 'http://img31.mtime.cn/t/2014/08/14/161311.38376024_102X63X3.jpg',
  city: '杭州',
  district: '拱墅区',
  address: '杭州市湖墅南路103号百大花园裙楼三楼、四楼（湖墅南路与文晖路交叉口、星都宾馆对面）',
  phone: '0571-88092209',
  business_hours: '09:00-22:30',
  content: %{杭州光影影城是“时代院线”品牌连锁影院之一，位于杭城文晖路与湖墅南路交叉口百大花\
园裙楼三楼·四楼，地处杭城最热闹的武林商圈，距武林广场仅一站之遥，距市政府仅30\
0余米，是一家按照国家五星级影院标准建设的现代化高端多厅电影城，总投资2000余\
万元，影院面积4000平方米。

影城拥有11个专业的数字化电影放映厅，包含8个3D影厅，总座位近千个。

影厅配备高靠背宽扶手座椅，超宽的排距，保证了每位观众绝佳的观影效果。

影城采用国际最先进的全数字放映系统，精美绝伦的高清画面配以震撼无比又细微入致的音\
响效果，让所有观众尽享震撼的视听盛宴。

影城依托“时代院线”品牌优势，尽享品牌院线的标准化服务。

杭州光影影城是一家集休闲、娱乐、美食于一体的多元化影城，休息大厅宽敞别致、时尚简\
洁，设有小型自助超市，咖啡奶茶吧。口感纯正的爆米花，美味高档的进口冰淇淋，各类休\
闲食品、饮品琳琅满目，保证您的电影之旅既有眼福，更有口福。

影城网络订票服务让您足不出户便能预先订票、购票，免去您排队购票的烦恼。

作为一家新开业的影城，我们将秉承院线理念，以专业的服务、亲切的微笑为每位来到杭州\
光影影城的观众提供无微不至的贴心服务，让您感受到五星级的服务品质。杭州光影影城为\
杭城文化娱乐的发展带来新的气息，为广大电影爱好者提供高品质的视听享受，引领杭城文\
化消费的新潮流。闲暇之余，走进杭州光影影城，挑选一部精彩影片，享受一次视听盛宴，\
将成为您最为流行和时尚的选择。},
)

Cinema.create(
  name: 'SFC上影（杭州龙湖店）',
  logo: 'http://img31.mtime.cn/t/2015/09/24/170317.49964037_102X63X3.jpg',
  city: '杭州',
  district: '江干区',
  address: '杭州经济技术开发区金沙大道560号金沙天街商业中心5楼',
  phone: '0571-88173663',
  business_hours: '10:00-24:00',
  content: %{无},
)

Cinema.create(
  name: '杭州中影铂金影院',
  logo: 'http://img31.mtime.cn/t/2015/09/30/171613.23173395_102X63X3.jpg',
  city: '杭州',
  district: '余杭区',
  address: '浙江省杭州市余杭区南苑街道河南埭路108号15号楼',
  phone: '0571-88625888',
  business_hours: '09：00-24:00',
  content: %{中影铂金影院是一家按五星级标准新建的多功能影院，投资2600多万元，内设9个豪华\
影厅共1300余个座位，其中包含ATMOS全景声音震巨幕厅及动感4D影厅，ATM\
OS全景声音震巨幕厅拥有60多个音响以及230个座位。影厅内全部采用世界上高亮度\
的巴可数字放映机，并使用了高增益的金属银幕，以高流明强度展现高品质的画面效果；圆\
偏振不闪式的3D放映效果，极大的减轻了3D眼镜对鼻梁的负担，完美展现3D立体的视\
觉效果；全部影厅都采用美国进口JBL音响，以奢华的影音设备带给您震撼的声音效果；\
影厅内高起坡、大落差、宽排距座椅设计、可躺式观影，另外再加上机房的TMS无人放映\
系统，中影铂金影院将以准确的时间、高品质的画面、震撼的声音给您带来绝佳的观影感受\
。

中影铂金影院装修豪华大气，返璞归真的工业元素，具有浓厚的电影气息，不愧是临平新天\
地的压轴之作，在此观影，将会让影迷朋友置身于独特的电影文化氛围之中，公司秉承“观\
众至上、服务第一”的理念，竭尽全力为观众提供完美的文化休闲场所、感受时代的气息、\
体验梦幻的电影之旅。},
)

Cinema.create(
  name: '杭州萧山闻堰新远影城',
  logo: 'http://img31.mtime.cn/t/2014/08/14/161443.92261188_102X63X3.jpg',
  city: '杭州',
  district: '萧山区',
  address: '杭州市萧山区万达中路222号三楼',
  phone: '0571-82287586',
  business_hours: '10：00-22：30',
  content: %{影城下设7个国际标准3D影厅，共计800余座，所有影厅均采用目前最热门的单机偏振\
3D系统技术，搭配高增益金属银幕，高亮度高品质的还原3D视觉效果，影厅同时配备进\
口杜比7.1立体声还音处理系统，真正做到身临其境的终极电影享受。},
)

Cinema.create(
  name: '星美国际影商城（杭州黄龙店）',
  logo: 'http://img31.mtime.cn/t/2015/10/12/154311.22729880_102X63X3.jpg',
  city: '杭州',
  district: '西湖区',
  address: '杭州市西湖区黄龙路1号黄龙体育中心东门(原黄龙影城)',
  phone: '0571-87068373-803',
  business_hours: '09:30-23:30',
  content: %{杭州黄龙影城介绍

影城地址：杭州市西湖区黄龙路1号黄龙体育中心东门黄龙影城

一流设计彰显高端大气

杭州黄龙影城是一家按照国家五星级影院标准建设的现代化高端多厅电影城，拥有全新的设\
计理念和管理模式，影城面积5800平方米。影城拥有15个专业的数字化电影放映厅，\
包含14个3D影厅，1个4D厅；幽雅的观影环境，优质的观影服务、先进的放映设备、\
口味独特的爆米花，琳琅满目的休闲食品，保证顾客的观影之旅回味无穷。

黄金位置一流服务

黄龙影城位于杭州市中心，交通便利，拥有4000个停车位，是一个高品质的视听体验场\
所。休闲时间，来到杭州黄龙影城，挑选一部精彩影片，购买一份爆米花，是您最为愉快和\
舒心的选择。我们的服务会像电影一样精彩，期待你的光临！},
)

Cinema.create(
  name: '杭州拱墅万达广场店',
  logo: 'http://img31.mtime.cn/t/2014/12/31/165753.23343619_102X63X3.jpg',
  city: '杭州',
  district: '拱墅区',
  address: '杭州市拱墅区杭行路666号万达广场4楼',
  phone: '0571-28201888',
  business_hours: '10：00-22：00',
  content: %{万达电影院线成立于2005年，隶属于万达集团。是亚洲银幕数排名第一的电影院线。目\
前是国内拥有IMAX银幕数最多的院线。

万达广场店，是万达院线首次入驻杭州的五星级影院，万达广场店11个影厅，拥有一个I\
MAX厅，一个VIP厅，其他为RealD影厅，影厅全面安装世界最顶级的进口数字放\
映系统、音响系统和银幕从工艺上保证观影品质。},
)

Cinema.create(
  name: '杭州嘉富世纪影城',
  logo: 'http://img31.mtime.cn/t/2014/08/14/161347.16054048_102X63X3.jpg',
  city: '杭州',
  district: '萧山区',
  address: '杭州市萧山区蜀山街道市心南路830号汇德隆购物中心4楼',
  phone: '0571-83691218',
  business_hours: '10：00-23：00',
  content: %{嘉富世纪影城是萧山区第三家数字影院。位于主城区南片，市心南路830号汇德隆购物中\
心四楼，影城共有6个全球同步影厅！可容纳600多个人同时观影。是一个集休闲、视听\
、娱乐、购物等多方面于一体的综合性多功能数字化影院。影院即将正式开业，新片已同步\
上映，酷热的夏季里给予萧山人民群众一个冰爽的体验！},
)

Cinema.create(
  name: '杭州蓝钻影城',
  logo: 'http://img31.mtime.cn/t/2014/08/14/161347.79633575_102X63X3.jpg',
  city: '杭州',
  district: '江干区',
  address: '杭州市江干区杭海路238号森禾商务广场2F（新塘路与杭海路交叉口）',
  phone: '0571-58123800',
  business_hours: '11:00-22:30 包场专线：0571-58123920',
  content: %{“紧紧握住扶手，巨浪夹着风扑面而来，溅到你的脸上，本能地躲避，最后一刻不得不紧闭\
双眼迎接撞击……”“蚂蚁攀爬、地动山摇……”这不是凭空想象，在蓝钻影城4D厅，这\
将会成为您的真实感受。

蓝钻影城位于江干区杭海路238号森禾商务广场二楼，采荷实验学校南，万象城西，老杭\
州人才市场东。影城拥有9个放映厅，共计1200多个座位，影城内部还设有商务休息专\
区，免费无线WIFI，令您有物超所值的体验，使您的电影之旅成为实实在在的超值享受\
。

特效4D座椅“十八般”武艺全能

视、听、触、嗅-----全方位感官体验

终极观影体验，就在蓝钻影城！},
)

Cinema.create(
  name: '杭州歌纳影城',
  logo: 'http://img31.mtime.cn/t/2016/01/18/170655.57020434_102X63X3.jpg',
  city: '杭州',
  district: '江干区',
  address: '杭州江干区下沙四号大街新美商城4楼',
  phone: '0571-86820006',
  business_hours: '0 9：30-24：00',
  content: %{影院位于杭州市江干区下沙四号大街新美商城四楼，影院于2016年1月15日盛大开业\
，我们由衷的希望时代杭州歌纳国际影城能够成为中国新影院建设的标准和票房标杆。相信\
以歌纳的稳步发展，能够更好的让大家享受电影，给整个中国的电影行业增添一抹亮丽的色\
彩！},
)

Cinema.create(
  name: '金逸国际影城-杭州天虹购物中心店 ',
  logo: 'http://img31.mtime.cn/t/2015/01/29/155307.80322756_102X63X3.jpg',
  city: '杭州',
  district: '江干区',
  address: '杭州市江干区新塘路108号天虹购物中心B座六楼606号',
  phone: '0571-86022798',
  business_hours: '周一至周四10：00-21：30，周五至周日9:30',
  content: %{金逸影城杭州天虹店，位于杭州市江干区新塘路108号天虹购物中心B座6层606号。\
占地面积4700多平方。杭州金逸电影城在设计上严格按照华纳式国际影院标准建设，尊\
贵典雅的大堂彰显时尚、专业的电影娱乐氛围，置身其中，体验电影给您带来的视觉冲击与\
艺术享受。影城拥有7个五星级豪华放映厅，其中包含1个尊贵典雅的VIP贵宾厅、智趣\
儿童主题影厅等。可容纳近1000位观影顾客。

超大超宽带头枕人体工程座椅，1.2米的排距倍感舒适，45度角梯级设计，残疾人专用\
座椅，英国进口的宽大银幕，影厅采用英国HARKNESS墙对墙整壁式清晰银幕、德国\
高清晰度放映镜头、解码器、最先进的专业放映DTS环绕音响设备及美国JBL顶级影院\
专用音箱，视听效果达到国际一流建声标准，让您感受身临其境的观影感受。

VIP厅设计尊贵典雅，也为温馨的家庭、情侣、白领人士与电影娱乐party提供了最\
佳选择。时尚简约的华纳式卖品部，提供丰富的饮品及美味的爆米花，为观影感受增加更多\
美味的体验。展示电影魅力,传播电影文化，给您带来电影文化娱乐的全新生活方式，杭州\
金逸电影城天虹店，杭州人观影的首选影城},
)

Cinema.create(
  name: '东城时代电影大世界',
  logo: 'http://img31.mtime.cn/t/2015/03/12/142828.45036584_102X63X3.jpg',
  city: '杭州',
  district: '江干区',
  address: '杭州市江干区杭海路1211号2号楼2楼',
  phone: '0571-86820001',
  business_hours: '09:00-00:00',
  content: %{东城时代电影大世界是“浙江时代电影大世界”品牌连锁影院之一，坐落在杭州市江干区九\
堡新天地，杭海路1211号二楼，投资1000余万元，按国家五星级现代影院标准建设\
。东城时代电影大世界，拥有8个影厅900多个舒适座位，设有动感影厅、3D影厅、2\
D影厅、卖品部、休憩区等。影院采用当今国际最先进的数字放映技术，与北京、上海等大\
城市同步播放国内、国际大片，让您尽享品牌影院的标准化服务。

置身于杭州九堡“东城时代电影大世界”，首先映入眼帘的是与以往影院截然不同的宽阔整\
洁时尚的大堂。大堂设有超大的电子显示屏，提供最全面的影片资讯，您可自由选择影厅观\
看心仪的电影；您还可以在售票台的液晶显示屏上看到影厅座椅的分布图，选择您满意的位\
置；多个售票台，及先进高效的售票系统将在最短的时间内为您提供最优秀的服务；当然，\
您还可以通过网上预订座位，这将给您的带来足不出户的便利。

影厅内，宽大舒适的沙发式座椅是影院服务精神的亮点之一。全场的座椅以屏幕中心为圆点\
，45度角弧形排列面对屏幕，您无论在全场的任意座位都能得到完美的观赏角度。座椅呈\
现梯状交错排列，让您的视线没有任何干扰。每一个座椅都设有放置饮料喝食物的托放盘，\
为您避免手部的疲劳；专门为残疾朋友设计的专用通道喝座椅区解除了轮椅无法进入影厅这\
一难题。所有这些周到的、极其科学喝人性化的设计，都是为了带给您一种坐在家里观赏电\
影般的享受。},
)

Cinema.create(
  name: '横店电影城（杭州下沙店）',
  logo: 'http://img31.mtime.cn/t/2015/06/01/111004.91750237_102X63X3.jpg',
  city: '杭州',
  district: '江干区',
  address: '杭州市江干区下沙宝龙城市广场三号楼3楼',
  phone: '0571-89773366',
  business_hours: '9:30-24:00',
  content: %{杭州下沙横店电影城设5个3D影厅，可同时容纳八百多名观众。影城按国家五星级影院标\
准设计和建设；采用国际标准大坡度无遮挡观影视野；荧幕采用金属弧形荧幕增加观影亮度\
和解决3D观影死角；放映设备采用巴可放映机，达到国际先进放映水平，为观众带来震撼\
的音响效果和具有冲击力的视觉特效。在服务上，影城按照院线标准化工作流程给顾客提供\
优质和便利的服务，开通网上购票、手机购票和自动取票等服务。

优惠：

（1）周二周三全天半价（逢12月24日、25日、2月14日及特殊活动时不实行）（\
2）每天上午场（12:00）以前半价优惠。（3）残疾人、60&lt;span s\
tyle=&quot;FONT-FAMILY: 宋体; COLOR: #3333\
33;},
)

Cinema.create(
  name: '近江电影大世界',
  logo: 'http://img31.mtime.cn/t/2015/08/19/160320.98010209_102X63X3.jpg',
  city: '杭州',
  district: '',
  address: '浙江杭州城南近江路1号1幢4楼(近沃尔玛)',
  phone: '0571-86506355',
  business_hours: '9：00——22：00-',
  content: %{近江电影大世界位于杭州城南近江路 1号，好又多超市近江店四楼，作为浙江省电影有限\
公司旗下第十家“时代电影大世界”品牌影院。它的开业标志着时代院线扫清了杭州市区“\
时代电影大世界”最后一个“盲点”，为“时代电影大世界”在杭州市区范围内全面布局划\
上了圆满的句号 , 也开创了 “时代电影大世界”品牌影院一个新的“五足鼎立”时代\
，即：东有庆春、西有翠苑、北有众安、南有近江、中有奥斯卡。

近江电影大世界以其优越的地理位置为城南区块商业的繁荣发展增添了一笔新鲜的文化气息\
，影院位于大型超市“好又多”四楼， 占地面积达 4800 平方米 ， 与周边海鲜\
美食街、网吧、大浪淘沙洗浴中心等诸多 商家形成了时尚的“一站式”消费区。

近江电影大世界是杭城唯一一家拥有户外观光电梯的“时代电影大世界”，三台户外观光电\
梯让所有来宾步入一个独具特色的电影大世界。走进影院，时尚与经典结合气息扑面而来，\
售票大厅内整墙的奥运鸟巢平面设计令杭州居民时刻感受到 08 中国奥运年的精彩氛围\
。

等待观影的观众可坐在数百平方米的宽敞休息厅内，欣赏多部液晶电视轮播出最新影片的精\
彩片花。影院独辟的 200 平方米 会员休息室与 50 平方米 豪华贵宾休息室，\
给来宾提供最休息自如的享受空间和尊贵待遇。 近江电影大世界 共设 11 个影厅，\
可容千余人同时观影，每个影厅都采用绿色环保换气装置，保证影厅内部空气的清新流通。\
座位设计采用高起坡、宽排距，使每位观众都能达到极佳观影效果。国际尖端的 SRD \
数码环音设备和超大银幕让您身临其境地实现与世界电影文化零距离接触的梦想。

近江电影大世界以时代院线一贯的“倡导电影文化”作为经营理念，向市民展示电影文化的\
独特魅力。影院将同步上映时代院线风格多样、题材各异的中外影片，观众在此可以充分领\
略２１世纪的电影娱乐科技魅力，感受非同凡响的电影文化震撼。此外，近江电影大世界还\
将根据观众需求，举办形式多样的互动活动，加强与观众的交流。在近江电影大世界，观众\
可以全方位体验生活与电影的完美交融，并充分感受到现代与真诚的服务。

近江电影大世界，引领时尚电影文化，是城南市民娱乐休闲、欣赏电影艺术的最佳场所。},
)

Cinema.create(
  name: '星际影城塘栖店',
  logo: 'http://img31.mtime.cn/t/2015/06/26/173317.55376332_102X63X3.jpg',
  city: '杭州',
  district: '余杭区',
  address: '杭州市余杭区塘栖镇思敬广场(塘栖电影院2楼) ',
  phone: '0571-86370101',
  business_hours: '无',
  content: %{无},
)

Cinema.create(
  name: '金逸杭州北城天地店',
  logo: 'http://img31.mtime.cn/t/2014/09/27/202951.17613573_102X63X3.jpg',
  city: '杭州',
  district: '拱墅区',
  address: '拱墅区湖州街567号北城天地商业广场4F',
  phone: '0571-87897930',
  business_hours: '10:00-22:50',
  content: %{金逸杭州（北城天地店）位于拱墅区湖州街567号北城天地商业广场4F，拥有6个超一\
流的专业影厅，包括一个双机数字影厅、一个豪华VIP厅以及一个豪华巨幕厅，1164\
个舒适座位，是杭州北部功能齐全的五星级国际影城，既是城北都市白领、精英家庭休闲聚\
会的绝佳场所，更是城北居民放松心情、品味生活的电影家园。

金逸杭州（北城天地店），秉持“电影航母，科技缔造视听新感觉”和“展现电影魅力，·\
传播电影文化”的经营理念，引入五星级酒店细微、舒适的人性化服务及国际连锁影院成功\
管理模式，更专业、更人性化，未来将与金逸杭州（南宋御街店）形成二家连锁的联合效应\
，为观众带来无与伦比的观影感受，为华语电影事业的发展增光添彩！

金逸杭州（北城天地店），精心打造属于您的电影空间！},
)

Cinema.create(
  name: '中影国际影城杭州永旺店',
  logo: 'http://img31.mtime.cn/t/2015/11/24/154338.66128909_102X63X3.jpg',
  city: '杭州',
  district: '余杭区',
  address: '杭州市余杭区良渚街道古墩路1888号永旺梦乐城3楼',
  phone: '0571-89003190',
  business_hours: '10:00-01：30（次日）',
  content: %{中影国际影城（杭州良渚永旺店）位于杭州市余杭区良渚街道古墩路1888号永旺梦乐城\
3F。由中影股份和香港环银影业巨资打造，超五星级现代化影城，拥有8个豪华多功能数\
字影厅，能容纳1600余位观众同时观影。

其中2个THX认证杜比全景声中国巨幕影厅，每个中国巨幕影厅超300余个座位。影城\
高标准建设，时尚顶级设计，引领国内多厅影院设计潮流。影厅均采用国际顶级放映设备，\
高亮度的进口金属银幕，大功率3D数字放映机和进口音响设备，给观众带来无与伦比的观\
影影音享受。

此次中影将代表中国放映最新科技成果的THX认证杜比全景声中国巨幕影厅引进杭州，近\
21米的落地式超高超大银幕画面，让厅内观众在每一个角落都能感受到巨幕的视觉震撼效\
果。中国巨幕厅采用全球亮度最高的两台数字电影放映机组成双机放映系统，THX认证的\
杜比全景声ATMOS中国巨幕影厅，银幕的设计、音响布控和放映环境设计等，都诠释了\
当今世界电影尖端的技术和理念，让您领略影片中排山倒海的震撼及细致入微的变化，尽享\
国际化视听盛宴。 影城设有独立的豪华VIP休息区，总面积近100平方米，主要为电\
影剧组、贵宾休息、影迷会举办之用。

另影城5号厅、8号厅为多功能舞台影厅，可承办各类公司会议、求婚宴请、生日聚会、节\
日庆贺等主题包场活动。8号厅连接豪华VIP休息区，为各类包场活动提供歇息空间。无\
微不至的服务，梦幻般的装饰视觉，人性化的设施是中影国际影城的独有特色，从踏进电影\
院那一刻起，顾客就可以从许多细节上感受到中影国际影城的创新理念。一部触动心灵的电\
影，一座国际视听的空间；一颗无微不至服务的心。爱生活，爱电影。},
)

Cinema.create(
  name: '海上明珠国际影城西湖店',
  logo: 'http://img31.mtime.cn/t/2015/06/12/114523.62809845_102X63X3.jpg',
  city: '杭州',
  district: '上城区',
  address: '浙江省杭州市上城区延安南路98号西湖银泰城5楼',
  phone: '0571-87002038',
  business_hours: '10:00-24:00',
  content: %{影院毗邻国家级旅游景区——西湖，紧靠吴山广场、河坊街、南宋御街，距离定安路地铁口\
仅百余米。顾客可乘坐地铁1号线至定安路，K40、814至吴山广场下，195至吴山\
广场华光巷站下，交通十分便利。影院按照国际一流的现代化影院设计标准打造，共设7个\
数字3D全覆盖的豪华影厅，可同时容纳700余名影迷朋友们同时观影，无比精确的数字\
化放映管理模 式带给观众最完美的视听体验。每个影厅的座位设计均采用符合人体工程学\
的超大排距，除了让您感受到电影带来的感官冲击外，更让您轻松拥有舒适的观影体验。 \
除此之外，影城还专门从美国引进了当今世界十分流行的数字4D放映技术，模拟闪电、烟\
雾、雪花、气味等自然现象，并伴随座椅的下坠、震动、喷风、喷水、扫腿 等动作，现场\
特技与剧情紧密结合，给观众在视觉和身体体验上带来全新的娱乐效果，调动大家所有感知\
系统，使人真正走进影片情节，让人完全置身于影画之中，这种全方位、多感官体验的完美\
融合，能让观众犹如身临其境，紧张刺激，如梦如幻。在杭州海上明珠国际影城不仅可以感\
受一流的硬件设备所带来的震撼，还能体会到温暖贴心的优质服务，是您朋友聚会、商务会\
议、浪漫求婚等的绝佳选择让我们共同期待杭州海上明珠国际影城的华丽绽放，点亮城市之\
光，传递生活美学，美好一天从海上明珠开始，与您共享快乐时光。},
)

Cinema.create(
  name: '星美国际影城•杭州泰禾店',
  logo: 'http://img31.mtime.cn/t/2014/12/09/110844.50290802_102X63X3.jpg',
  city: '杭州',
  district: '拱墅区',
  address: '杭州市拱墅区莫干山路741号',
  phone: '0571-56050317',
  business_hours: '10：00-22：30',
  content: %{星美国际影城•杭州泰禾店，位于拱墅区莫干山路741号，浙报理想·丝科院内。影院建\
筑面积2000平方米，北邻美都广场，周边餐饮、娱乐等配套产业齐全；地处教工路与莫\
干山路交叉口，同时设有两个停车场，交通十分便利。

泰禾影院拥有9个影厅，近1300个座位，其中MAX巨幕影厅1个，real 3D数\
字影厅8个。影院采用比利时进口巴可放映机和美国NEC放映机，引入世界一流放映技术\
，配合JBL专业音响，MDI进口金属银幕，用精尖的放映设备呈现给观众出色的视听盛\
宴，带来不一样的观影体验。

影院大厅同时设有3个售票处，4个卖品区，为大家提供缤纷饮料与美味小食。大厅还设有\
舒适大气的等候区，并提供免费WiFi，让候场时间也变得精彩。影院拥有会员专属购票\
通道、制定呼叫服务等一系列高品质服务，崇尚“以人为本，顾客至上”的服务理念，为观\
众打造最有趣最畅爽的观影体验。杭州泰禾影院，静候您的光临！},
)

Cinema.create(
  name: '横店电影城（杭州丁桥店）',
  logo: 'http://img31.mtime.cn/t/2015/03/04/111009.95714184_102X63X3.jpg',
  city: '杭州',
  district: '江干区',
  address: '江干区丁兰街道蕙兰雅路丁兰广场C区3F',
  phone: '0571-85868956',
  business_hours: '09:30-22:30',
  content: %{杭州丁桥横店电影城设6个3D影厅，可同时容纳八百多名观众。影城按国家五星级影院标\
准设计和建设；采用国际标准大坡度无遮挡观影视野；荧幕采用金属弧形荧幕增加观影亮度\
和解决3D观影死角；放映设备采用巴可放映机，达到国际先进放映水平，为观众带来震撼\
的音响效果和具有冲击力的视觉特效。在服务上，影城按照院线标准化工作流程给顾客提供\
优质和便利的服务，开通网上购票、手机购票和自动取票等服务。},
)

Cinema.create(
  name: '杭州时代国际影城',
  logo: 'http://img31.mtime.cn/t/2015/04/10/154540.65275902_102X63X3.jpg',
  city: '杭州',
  district: '江干区',
  address: '杭州市江干区新风路619（红街公寓对面）',
  phone: '0571-56927778',
  business_hours: '10:30-24:00',
  content: %{全新的电影享受，近在汇和城，

时尚的电影生活，尽在汇和城！

超五星级标准的杭州时代国际影城，将于3月底在杭州江干区新风路619号汇和城全新亮\
相。时代国际将给你带来截然不同的体验与感受，索尼4K影像放映系统与超宽金属弧形银\
幕完美结合，让您感受身临其境的视觉盛宴， QSC原装影院音响系统会给您酣畅淋漓的\
视听享受。

杭州时代国际是一座更时尚、更环保、更梦幻的影院。新一代偏振3D系统，人性化的儿童\
、近视者专用款式眼镜，让您的3D体验更加轻松完美。全态上下对流空气健康系统，始终\
保持影院的空气清新，时刻呵护着您的健康。影院拥有8个专业影厅，尤其是巨幕厅， 1\
6米*9米金属弧形巨幕，确保精美绝伦的声画呈现。

用眼睛享受电影，用心灵品味生活！杭州时代国际影城将为您完美绽放。},
)

Cinema.create(
  name: '杭州海上明珠国际影城',
  logo: 'http://img31.mtime.cn/t/2015/03/01/132021.38037526_102X63X3.jpg',
  city: '杭州',
  district: '下城区',
  address: '浙江省杭州市下城区东新路822号中大银泰城7楼',
  phone: '0571-89778918',
  business_hours: '10:00-次日2:00',
  content: %{影院按照国际一流的现代化影院设计标准打造，共设8个数字3D全覆盖的豪华影厅，可同\
时容纳千余名影迷朋友们同时观影，无比精确的数字化放映管理模式带给观众最完美的视听\
体验。每个影厅的座位设计均采用符合人体工程学的超大排距，除了让您感受到电影带来的\
感官冲击外，更让您轻松拥有舒适的观影体验。

除此之外，影城还专门从美国引进了当今世界十分流行的数字4D放映技术，模拟闪电、烟\
雾、雪花、气味等自然现象，并伴随座椅的下坠、震动、喷风、喷水、扫腿等动作，现场特\
技与剧情紧密结合，给观众在视觉和身体体验上带来全新的娱乐效果，调动大家所有感知系\
统，使人真正走进影片情节，让人完全置身于影画之中， 这种全方位、多感官体验的完美\
融合，能让观众犹如身临其境，紧张刺激，如梦如幻。

在杭州海上明珠国际影城不仅可以感受一流的硬件设备所带来的震撼，还能体会到温暖贴心\
的优质服务，是您朋友聚会、商务会议、浪漫求婚等的绝佳选择。 让我们共同期待杭州海\
上明珠国际影城的华丽绽放，点亮城市之光，传递生活美学，美好一天从海上明珠开始，与\
您共享快乐时光。},
)

Cinema.create(
  name: '杭州星影国际影城',
  logo: 'http://img31.mtime.cn/t/2015/09/22/113814.41083274_102X63X3.jpg',
  city: '杭州',
  district: '江干区',
  address: '杭州市江干区同协路333号上品\物美4楼',
  phone: '0571-86598866',
  business_hours: '9:00-23:00',
  content: %{杭州星影国际影城隶属浙江时代院线，位于杭州市江干区同协路333号润贸生活广场4楼\
是唯一的超五星级影城，影城将以时尚的品牌风貌、顶级的硬件设施、专业的运营体系为观\
众提供优质服务，四通八达交通十分便利。影城旨在打造杭州最时尚，最舒适的超五星级影\
城。影城大厅采用前卫的设计风格，干净明快的色彩搭配，更体现了时尚、高雅的格调，为\
观影感受增加更多美妙享受。影城完全按照国际影城标准建造，符合人体力学和最佳观赏角\
度的高级坐席，超宽排距舒适无比，给您带来无与伦比的视听享受与超乎想象的震撼效果。\
影院总面积3500平方米，按照国际五星级影城标准设计，共7个厅，1000个座位，\
一个豪华大厅，六个豪华中厅，采用国际顶级品牌SONY4K数字放映机，顶级的影城专\
业音响及全新升级的环绕立体声道音响系统，顶级的3D偏振系统，使人感觉梦想与现实的\
碰撞，光与影的交流。影院主打惠民路线，走杭州最低票价之路，让您超值享受电影的乐趣\
。

优惠政策

1、全日制大、中学生凭本人学生证，在全价时段购单座影票时享受会员价。每天限购一张\
（入场时需出示学生证等有效证件）； 2、老年人、残疾人持有效证件观影全价时段单座\
会员价，限购一张； 3、1.3m以下儿童免票无座（一名成人限带一名小孩），1.3\
m以上儿童享受半价。 4、3D眼镜成人免费。5、凭当天电影票可享受免费停车3小时\
。

星服务

1、生日庆祝，家庭团聚，好友派对，情侣约会，您无需再为选择场所和主题而发愁，影城\
为您提供创意，策划惊喜。舒适别致的活动厅和优质贴心的服务使您尽享欢乐时光。特色主\
题活动精彩呈现。2、影城将在各节假日举行各种特色的电影主题活动，更有缤纷好礼派送\
。在这里，您将拥有一个欢乐丰富的假日安排，享受不一样的节日时光。3、影城为商家量\
身定做个性厅，包场活动、商务洽谈、会务、聚会、发布会、品牌展示的理想场所首选，舒\
适宽敞的专享休息区，只为最有品位的您！

影城电话：0571-86598866、86598833

影城官方微博：@杭州星影国际影城

影城官方微信：hzstar-001},
)

Cinema.create(
  name: '杭州金逸影视中心IMAX店',
  logo: 'http://img31.mtime.cn/t/2016/02/03/155258.69974440_102X63X3.jpg',
  city: '杭州',
  district: '下城区',
  address: '杭州市下城区东新路655号',
  phone: '0571-87752303',
  business_hours: '10:00-23:00',
  content: %{杭州金逸影视中心IMAX店位于杭州市下城区东新路655号西联广场4楼，影城面积约\
11000平米，13个标准豪华放映厅，拥有一个IMAX影厅和杜比全景声影厅，25\
64座，影城实现全3D数字化放映，全部影厅配备顶级美国QSC音响系统，韩国进口银\
幕，充分彰显“电影航母，科技缔造试听新感觉”的品牌定位。

作为北杭州首家以电影街主题文化的购物中心，其设计遵循了大气、时尚的格调，充分展现\
了独特的电影街文化，让顾客充分享受娱乐、购物、休闲、观影新体验，依托顶尖科技的放\
映技术、温馨亲切的服务，致力于为观众提供最优质、舒适的观影环境，致力于打造成北杭\
州娱乐时尚新地标。},
)

Cinema.create(
  name: '杭州新动影城',
  logo: 'http://img31.mtime.cn/t/2015/07/17/114322.51711229_102X63X3.jpg',
  city: '杭州',
  district: '江干区',
  address: '杭州市下沙天城东路159号东沙商业中心四楼',
  phone: '0571-56231155',
  business_hours: '09:30',
  content: %{无},
)

Cinema.create(
  name: '大地影院杭州下沙银泰城店',
  logo: 'http://img31.mtime.cn/t/2016/02/03/145505.15506524_102X63X3.jpg',
  city: '杭州',
  district: '',
  address: '杭州经济技术开发区下沙街道海达南路397号银泰城8F-801号',
  phone: '0571-87678912',
  business_hours: '10:00-24:00',
  content: %{大地影院杭州下沙银泰城店，多特效影厅震撼来袭。配备有激光巨幕、Dolby Atm\
os全景声、MX4D、Sony 4K高清双机、情侣厅，缔造杭州下沙观影新体验！},
)

Cinema.create(
  name: '杭州西田CC影城',
  logo: 'http://img31.mtime.cn/t/2015/07/16/151651.13182264_102X63X3.jpg',
  city: '杭州',
  district: '余杭区',
  address: '浙江省杭州市余杭区闲林街道闲富南路101号3F',
  phone: '0571-85855583',
  business_hours: '-',
  content: %{西田CC影城位于杭州闲林镇闲富南路101号，西田邻里中心3楼，紧邻方家山公园，配\
备一流的现代化数字放映设备，全部采用索尼4K3D放映机。影城拥有6个影厅，共有6\
00多个座位，是一个集休闲、视听、娱乐、购物等多方面于一体的综合性多功能数字化影\
城。影城定位亲民，面向广大闲林影迷，由专业的影城管理、服务团队为您打造最舒适的观\
影体验。西田CC影城放映各类影片如喜剧片、动画片、悬念片、科幻冒险等等经典影片供\
观众一饱眼福，极大地丰富闲林当地人民、以及附近学生群体的文化生活。西田CC影城，\
您观影最佳的选择。},
)

Cinema.create(
  name: '太平洋影城（杭州星耀城店）',
  logo: 'http://img31.mtime.cn/t/2016/02/23/153316.34472108_102X63X3.jpg',
  city: '杭州',
  district: '滨江区',
  address: '杭州市滨江区江陵路2028号星耀城3幢3楼',
  phone: '0571-87752665',
  business_hours: '10:00-24:00',
  content: %{本项目位于杭州市滨江区江陵路2028号星耀城一期 “乐宜城生活广场”三楼，面积4\
410平方米，设计影厅7个（含4D影厅1个、全景声厅1个），座位853个。},
)

Cinema.create(
  name: '杭州同方国际影城 ',
  logo: 'http://img31.mtime.cn/t/2015/05/29/150010.55581124_102X63X3.jpg',
  city: '杭州',
  district: '江干区',
  address: '江干区秋涛北路257号同方国际大厦（闸弄口新村公交站下）',
  phone: '0571-86012157',
  business_hours: '10：00-22:00',
  content: %{影城率先打造杭州首家五星级“精品店式影院”，内设电影超市、休闲水吧、VIP贵宾区\
。影城共有两层，13个厅，800余座，沙发式宽大座椅，犹如置身家中，更享舒适观影\
体验。},
)

Cinema.create(
  name: '大地影院-杭州萧山宝龙广场',
  logo: 'http://img31.mtime.cn/t/2015/11/11/172957.84466024_102X63X3.jpg',
  city: '杭州',
  district: '萧山区',
  address: '浙江省杭州市萧山区金鸡路与建设一路交口宝龙广场四楼',
  phone: '13646859933',
  business_hours: '10:00-22:30',
  content: %{广东大地影院建设有限公司成立于2006年，是一家以建设、经营与管理多厅连锁数字影\
院为主营业务的现代化公司。截止2015年9月底，已开业直营影院近300家，银幕数\
超过1500块，座位数超过20万个。大地影院已签约项目601个，覆盖全国29个省\
、直辖市、自治区的286座城市。2015年上半年，大地影院票房达10亿元，同比增\
长48%。广东大地影院建设有限公司拥有的影院品牌“大地影院”，已在全国开设超过5\
00家影院。近十年发展，广东大地影院建设有限公司凭借规范的连锁化经营、标准的信息\
化建设及优质的人性化服务，成为以电影文化为核心的全方位商业服务公司。立足未来，大\
地将致力打造多业态经营的体验式商圈，将多元化的电影文化融入大众消费生活。大地影院\
-杭州萧山宝龙广场是大地影院在杭州市第二家豪华多厅影院，影院共设9个影厅，其中包\
含贵宾情侣厅和4D厅，近千个座位，影院全部采用国际上较为先进的Sony 4K高端\
放映机，并全新引进韩国CJ集团旗下的4DPLEX公司呈现的迄今为止最高端的全感官\
电影观影科技，配备安装4DX专用动感座椅和环境设备，为观众提供空前的观影特效。4\
DX目前在中国仅有数十个放映厅，此次大地影院引进此项技术也是杭州首家。豪华的装修\
，高端的设备，先进的技术，全新的感受，还在等什么，赶快呼唤你的小伙伴前来体验吧！},
)

Cinema.create(
  name: '杭州万达影城（上亿广场店）',
  logo: 'http://img31.mtime.cn/t/2015/12/17/140531.10959939_102X63X3.jpg',
  city: '杭州',
  district: '余杭区',
  address: '杭州市余杭区逸盛路190号上亿广场5楼',
  phone: '0571-89018118',
  business_hours: '9:30-24:00',
  content: %{万达影城上亿广场店总面积有5800个平方，总共有7个厅（1156个座位），2号厅\
是万达自有巨幕品牌xland厅，影城采用高亮度RealD3D设备使画面更加清晰、\
更加真实，杜比全景声更真实的营造出由远及近的音效更加震撼。万达影城秉承“一切以观\
众的观影体验观影价值为核心”的经营理念，为您提供更加贴心、更加优质的服务。万达影\
城上亿广场店全体员工期待您的光临！},
)

Cinema.create(
  name: '杭州神画国际影城',
  logo: 'http://img31.mtime.cn/t/2016/04/19/150553.31664011_102X63X3.jpg',
  city: '杭州',
  district: '江干区',
  address: '浙江省杭州市江干区九堡镇九华路48号财通大厦B座七楼',
  phone: '0571-86776627',
  business_hours: '10：00——23：00-',
  content: %{神画国际影城坐落于杭州市江干区九堡镇九华路48号，财通大厦B座7楼，总投资490\
0多万元，按五星级标准，由专业影院设计团队精心设计打造。拥有9个专业影厅，装修时\
尚、设备一流，设施先进，不仅采用进口放映设备，配置超亮金属银幕，安放宽大舒适座椅\
，更有空气健康循环系统等先进设计。},
)

Cinema.create(
  name: '分水时代影城',
  logo: 'http://img31.mtime.cn/t/2015/07/18/142334.56101766_102X63X3.jpg',
  city: '杭州',
  district: '桐庐县',
  address: '杭州市桐庐县分水镇市达路239号',
  phone: '0571-64397666',
  business_hours: '9:30-22:30',
  content: %{地理位置

分水时代影城位于分水镇市达路239号（分水城南综合市场三楼），成立于2014年3\
月份，项目建设资金为1000万元整。第二层为8000㎡超市、KTV、百货等项目。\
地理位置优越，周边配套设施齐全，停车泊位众多。

影院建设

按照国家五星级影院标志设施建造，影厅面积1380㎡，建有4个电影放映厅，其中4个\
为3D厅，总座位400余坐。

放映设施采用巴可2K数字放映设备，放映设备全部采用国际上最先进的巴可公司2K数字\
放映机和SRD数码环音设备，影厅采用了高起坡、大落差、宽排距的设计，并且应用了排\
风快、流量大、噪音低的绿色环保换气装置，观众在这里可以充分领略到完美的视听享受。

周边设施

电玩城面积380㎡，网吧面积300㎡},
)

Cinema.create(
  name: '杭州富阳新晨国际影城',
  logo: 'http://img31.mtime.cn/t/2015/02/25/094704.69640862_102X63X3.jpg',
  city: '杭州',
  district: '富阳市',
  address: '杭州市富阳区新登镇金城路103号',
  phone: '0571-63251118',
  business_hours: '10:00-24:00',
  content: %{新登首家影院，富阳及桐庐地区独家巨幕厅，16米超宽银幕畅享电影生活},
)

Cinema.create(
  name: '杭州时代凤凰国际影城',
  logo: 'http://img31.mtime.cn/t/2015/04/03/112726.84111306_102X63X3.jpg',
  city: '杭州',
  district: '萧山区',
  address: '浙江省杭州市萧山区萧绍路636号金马同盛大厦4楼',
  phone: '0571-83535599',
  business_hours: '9:30-12:30',
  content: %{无},
)

Cinema.create(
  name: '杭州北洲时代凤凰影城',
  logo: 'http://img31.mtime.cn/t/2015/07/16/151404.88336066_102X63X3.jpg',
  city: '杭州',
  district: '余杭区',
  address: '浙江省杭州市余杭区仁和街道仁河大道27号北辰金座2幢2楼',
  phone: '0571-86391778',
  business_hours: '9:40-24:00',
  content: %{北洲·时代凤凰影城是由北洲商贸投资的一家多厅数字化影院，影城坐落在杭州余杭区仁和\
街道仁河大道27号北辰金座2幢2楼；东西大道和仁和大道交叉口。临近仁和镇政府，北\
洲·时代凤凰影城是杭州北洲商贸在杭州投资的第一家店，在未来几年内将有多家时代凤凰\
影城陆续建成。我们首家影城建筑面积1000多平方米，拥有4个数字放映厅，共200\
多个座位。杭州北洲·时代凤凰影城将以“品质、服务、平价”为核心，以“让电影回归生\
活”为理念,力争为杭州观众带来更高品质的影视视听享受。},
)

Cinema.create(
  name: '恒旺国际影城-义蓬店',
  logo: 'http://img31.mtime.cn/t/2014/08/14/161441.44235874_102X63X3.jpg',
  city: '杭州',
  district: '萧山区',
  address: '杭州市萧山区义蓬镇义蓬购物中心4楼',
  phone: '0571-83736222',
  business_hours: '10:00-22:00',
  content: %{杭州恒旺国际影城--座落于义蓬镇义蓬中路501号义蓬购物中心4楼，是恒旺控股集团\
公司投巨资打造的五星级标准的现代化多厅超豪华影院。影院拥有7个豪华电影厅，共设近\
千个个豪华座位及浪漫情侣座位，1号厅设有超大银幕和电影空间感， 让您身临其境般进\
入影片场景，先进的3D数字放映技术，可随时随刻根据观众需求放映不同影片。影院的环\
境设施时尚奢华，500平米的高大前厅，精巧的设计，细致的雕琢淋漓尽致的诠释出浪漫\
优雅的恒旺影城情调；巨大的超清晰LED屏幕，随时播放最新电影片段；精选的大理石地\
面，梦幻般的宽敞侯影区和走廊，柔软舒适的羊毛地毯；开放式售票服务台，供观众自主选\
择影片及座位。卖品部供应的进口原料爆米花、可口可乐等各种食品饮料，为观众提供了全\
方位的五星级贵宾服务。此外，齐备的消防设备，标志明显的疏散通道及紧急照明设施，循\
环消毒无菌的健康空调设备，为观众提供了安全、安心、舒适的观影环境。影院每年近30\
0部精彩影片，第一档期首轮上映。影城以热情周到的服务，让每位顾客体会到家一样的温\
馨快乐。多样化的优惠政策，丰富的促销活动，让观众尽享超值的视听盛宴。生活因电影而\
美好，恒旺因你们而精彩！

复制去Google翻译翻译结果},
)

Cinema.create(
  name: '杭州转塘时代电影大世界影城',
  logo: 'http://img31.mtime.cn/t/2014/08/14/161220.37282761_102X63X3.jpg',
  city: '杭州',
  district: '西湖区',
  address: '杭州西湖区转塘街道美院南路99号4楼',
  phone: '0571-88758888',
  business_hours: '09：30-24:00',
  content: %{杭州转塘时代电影大世界坐落于西湖区转塘街道美院南路龙心田城大厦4楼,周边环境优越\
商铺众多，业态丰富，急具人气。杭州转塘时代电影大世界总投资1000余万，影院共设\
6个放映厅，667座位。

杭州转塘时代电影大世界依托“时代”服务，管理和价格品牌，观众可以享受品牌影院的标\
准化服务，与杭州保持同步的放映。},
)

Cinema.create(
  name: '瓜沥金字塔国际影城',
  logo: 'http://img31.mtime.cn/t/2014/08/14/161310.82500803_102X63X3.jpg',
  city: '杭州',
  district: '萧山区',
  address: '杭州市萧山区瓜沥镇东灵北路68号',
  phone: '0571-82566663',
  business_hours: '09:00-24:00',
  content: %{瓜沥金字塔国际影城简介    瓜沥金字塔国际影城，坐落于萧山区瓜沥镇东灵北路68\
号，航坞文化创意园区内，交通十分便利。是萧山区内第三家数字影院，瓜沥镇第一家影城\
，是可同时容纳455名观众的四星级豪华影城。

影城共有5个放映厅，总座位约455个，建筑面积约1500平方米。瓜沥金字塔国际影\
城，以“观影新体验、邂逅YOUNG生活”的全新理念，专业设计，超五星级豪华装修，\
全进口音响设备，满足新一代影城建设需求，通过专业化、舒适化、个性化为大家呈现出不\
同于以往普通影城的设计理念。同时影厅内我们还专门开辟了情侣座，让爱侣们在独具匠心\
的影城设计中体验别样观影感受，重温初恋般的回忆。

“为您带来的不仅仅是良好的视听效果，全面周到地位每一个顾客着想”是我们影城奉行的\
宗旨。同时我们拥有专业管理团队、全新的经营理念、现代化全方位的管理，终极式服务，\
让顾客享受最舒适尊贵的接待、服务和观影。用新概念新理念将成为影城中的核心。},
)

Cinema.create(
  name: '滨文电影大世界',
  logo: 'http://img31.mtime.cn/t/2014/08/14/160909.93515140_102X63X3.jpg',
  city: '杭州',
  district: '滨江区',
  address: '滨江区滨文路577号华润超市旁四楼',
  phone: '0571-86630333',
  business_hours: '09:30-22:30',
  content: %{坐落与滨江区滨文路的首家文化主题影城，置身于滨文电影大世界，宛如置身于浩瀚的电影\
文化的海洋之中。

影城6个现代化的放映厅能容纳606位观众，具备五星级影城的影音还原设备，进口数字\
3D设备。滨文电影院还独具预告片的鉴赏区，各类的精彩的新片预告都将在该区内循环播\
放，观众能对各种未上映的新片来个先睹为快。在保证影片的效果放映的同时，影厅内也安\
置了超宽超大的座椅，前后两排的座位间隔达到1米，同时影城通过合理的电影票价，使看\
电影成为观众的一种生活习惯，而不是奢侈的一种娱乐消费，到场的观众都能以最舒适的方\
式完成梦幻般的电影之旅，享受电影带来的无穷乐趣。

影院内还具备了大型的游艺场所，让你在等看电影的同时不在那么沉闷。滨文电影大世界，\
引领时尚电影文化，全方位体验生活与电影的完美交融，是市民娱乐休闲、欣赏电影艺术的\
最佳场所。

客服电话：0571-86630333

官方QQ群：43169315

地址：杭州市滨江区浦沿街道滨文路

577号（华润超市）四楼。

876路地铁1号线 到滨文路华润超市下车},
)

Cinema.create(
  name: '漫游未来影院（余杭店）',
  logo: 'http://img31.mtime.cn/t/2016/01/20/120714.34551185_102X63X3.jpg',
  city: '杭州',
  district: '余杭区',
  address: '余杭区东湖南路59号和合财富中心三楼',
  phone: '0571-86100068',
  business_hours: '09:00 ~-23:00',
  content: %{漫游未来影院位于余杭区人民广场东东湖南路和合财富中心三楼，是杭州首家主题影院，也\
是连锁品牌，深受广大消费者欢迎。影院设有六大特色主题影厅，每个影厅都采用最舒适先\
进的太空椅，座椅旁还配有USB充电接口，配上专属特色口味的加州爆米花，免费提供租\
借毛毯和数据线的贴心服务，绝对会带给您意想不到的惊喜，所以，无论您是资深影迷、时\
尚达人，还是家人、情侣、闺蜜，漫游未来影院都可以给您极致的观影体验。漫游未来影院\
，等待你的到来。},
)

Cinema.create(
  name: '塘栖新世界国际影城',
  logo: 'http://img31.mtime.cn/t/2016/02/16/170826.36848116_102X63X3.jpg',
  city: '杭州',
  district: '余杭区',
  address: '浙江杭州市余杭区塘栖镇文苑路嘉凯城3F ',
  phone: '0571-86385000',
  business_hours: '12：00-24：00',
  content: %{塘栖首家巨幕影城-新世界国际影城，位于塘栖嘉凯城综合体3F,是以“顶级视听体验”\
为目标打造的五星级多功能影城！共设5个豪华影厅，近900个座位！高端巨幕影厅，可\
同容纳319人同时观影，巨大定制的银幕相当于一个篮球场立起来的震撼感觉；开启塘栖\
巨幕观影新时代！动感4D影厅能够高度拟合电影情节，实现三轴六方向360度全方位动\
感观影体验，座椅上的喷风、喷水、扫腿、捅背、滚珠、颠簸、音震、等感官特效能让观影\
得到前所未有的独特感受，同时产生的风雨雷电、飘雪、烟雾、泡泡等效果，使观众坐在影\
厅能够感受到真实自然的场景气候变幻与四季更替，犹如身临其境。},
)

Cinema.create(
  name: '横村时代影城',
  logo: '',
  city: '杭州',
  district: '桐庐县',
  address: '桐庐县横村镇桐千路828号嘉凯城城市客厅5号楼S301',
  phone: '0571-64255515',
  business_hours: '10:00-00:00',
  content: %{无},
)

Cinema.create(
  name: '临平影城剧院',
  logo: '',
  city: '杭州',
  district: '余杭区',
  address: '浙江省杭州市余杭市木桥浜路58号',
  phone: '0571-86221084',
  business_hours: '无',
  content: %{设备齐全，环境幽雅.分豪华场与普通场.且购物便利!},
)

Cinema.create(
  name: '三墩华夏国际影城',
  logo: 'http://img31.mtime.cn/t/2014/11/21/200258.29791856_102X63X3.jpg',
  city: '杭州',
  district: '西湖区',
  address: '杭州市西湖区三墩镇同仁汇三楼',
  phone: '0571-86773001',
  business_hours: '11：00-00：00',
  content: %{华夏国际影城位于三墩镇同仁路同仁汇商场三楼，占地面积近一千八百平方米，以五星级影\
院建设标准、人性化的设施和与国际接轨的服务来让观众享受“文化、电影”。

华夏国际影城（三墩店）共有6个放映厅，近500个座位。影城硬件设备堪称一流，拥有\
英国进口金属银幕及全套进口数码放映设备，采用当下国际最流行的全自动数字放映技术，\
在放映质量上更是上乘，此外还配备了目前全球最先进、超高亮度的美国顶尖品牌3D设备\
系统，保证了声光画面超一流的体现。6个声光一流的放映厅均配舒适逍遥软座椅、情侣座\
以及家庭三人座，一定会给三墩镇观众带来全方位的超凡视听享受。

华夏国际影城秉承“从细节入手, 以人为本”的服务宗旨和“因为专业, 所以领先”的\
经营理念，把平凡变为不凡，是华夏永不磨灭的企业文化。以“专业、创新、时尚”走在中\
国电影最前线，并致力于将中国电影业推向国际化。},
)

Cinema.create(
  name: '杭州贝弗利影城',
  logo: 'http://img31.mtime.cn/t/2014/08/14/161048.38293644_102X63X3.jpg',
  city: '杭州',
  district: '上城区',
  address: '延安路南端18号天风商厦地下一层',
  phone: '0571-87162657',
  business_hours: '周一—周五10:00-22:00-周六—周日10:30-22:00',
  content: %{贝弗利影城成立于2011年11月，由杭州恒基能源实业有限公司投资，获国家广电总局\
批复，经工商部门注册的杭城首家复合式结构、多元化经营的特色数字影院。 贝弗利不仅\
拥有可以媲美大型影院的视听效果，与一般影院相比，更新颖推出包厢式观影的概念，更注\
重个性化及人性化的服务。馆内的豪华影厅，提供了较好的私密性，可以满足您与家人及朋\
友分享影片、生日聚会、庆祝纪念日的需求。贝弗利包厢式观影模式拥有海量片源，在贝弗\
利，您既可以点播电影院已经下线的电影，还可以选择在国内院线未上映过的影片。我们的\
电影顾问都是经过专业的电影知识及服务的培训，提供给您优质、贴心的管家式服务。},
)

Cinema.create(
  name: '浙江胜利剧院',
  logo: 'http://img31.mtime.cn/t/2014/08/14/160850.35535132_102X63X3.jpg',
  city: '杭州',
  district: '上城区',
  address: '浙江省杭州市上城区延安路279号',
  phone: '0571-87080142',
  business_hours: '09:00--21:00',
  content: %{始建于1934年，位于杭州市繁华商业中心延安路中段，毗邻美丽的西子湖畔，是目前我\
省最主要的省属专业剧场之一。改建后的胜利剧院，舞台设施一流，设备齐全，新增添了8\
台意大利进口SGMGalileo 1200型，12通道专业扫描电脑灯，音响主音响\
采用美国三分频（高、中、低音）三放大同轴全频音箱ALTEC LANSING DT\
S640，共8只，美国超低频音箱ELECTRO-VOICE TL880D 等先进\
设备，能满足各类大型演出的需要。 观众厅  胜利剧院观众厅内设二层，共有 713\
 个座位，其中一层共有 391 个座位，二层有 322 个座位，座位宽敞、舒适。\
 现新增3D电影设备，超大金属屏，全新数字放映设备。},
)

Cinema.create(
  name: '萧山图书馆墨韵书香放映厅',
  logo: 'http://img31.mtime.cn/t/2014/08/14/160922.40819480_102X63X3.jpg',
  city: '杭州',
  district: '萧山区',
  address: '杭州市心中路958号区文化中心内萧山图书馆一楼湘湖厅',
  phone: '0571-83862200',
  business_hours: '每周六下午放映',
  content: %{萧山图书馆新馆位于萧山区文化中心内，为文化中心主体建筑。萧山文化中心总面积4.4\
万平方米，总投资2.3亿元。其中用于萧山图书馆直接服务读者的面积在10000平方\
米以上，是全区最大的免费公共服务空间，对一切社会成员开放，所有的馆藏资源实行免证\
阅览、免费借阅。绝对保障公众享有图书馆文化信息服务的权利，让读者真切地感到萧山图\
书馆是公众自己的书房。新馆开放半年，最高读者接待量突破每天5000人次的设计容量\
。到2007年11月底，接待读者量达到73.3万人次，比去年同期增长229%；文\
献借阅达到440万册次，比去年同期增长339%。 萧山图书馆“墨韵书香”放映厅每\
周六14：00放映一部影片，环境优美、服务热情，真诚欢迎您的到来。},
)

Cinema.create(
  name: '浙江实验艺术剧场',
  logo: 'http://img31.mtime.cn/t/2014/08/14/160850.91736059_102X63X3.jpg',
  city: '杭州',
  district: '滨江区',
  address: '杭州市滨江区滨文路508号',
  phone: '0571-87150134',
  business_hours: '12:00-22:00',
  content: %{浙江实验艺术剧场于2003年建成并投入使用。是浙江艺术职业学院投资兴建的现代化、\
多功能综合性剧场。建筑面积8600 M2，观众厅座位数928座。台口宽16.8 \
M，台口高9 M，台深18 M，空间高22 M。副台总面积353 M2。化妆间3\
间，总面积150 M2。舞台吊杆39道，其中灯光吊杆8道 。舞台灯光总负荷量18\
00KW，灯光总回路450路。},
)

Cinema.create(
  name: '杭州卓越影城',
  logo: 'http://img31.mtime.cn/t/2015/06/25/105625.84679247_102X63X3.jpg',
  city: '杭州',
  district: '萧山区',
  address: '杭州市萧山区瓜沥镇东灵北路122号金字塔国际影城',
  phone: '0571-82566663',
  business_hours: '9:00-24:00',
  content: %{无},
)
