
Movie.create(
  name: %{美国队长3},
  alias: %{Captain America: Civil War},
  aka: %{美国 德国},
  poster: %{http://img31.mtime.cn/mg/2016/04/14/113936.27264773_270X405X4.jpg},
  country: %{美国 德国},
  year: 2016,
  release_date: %{2016年5月6日},
  genre: %{动作/冒险/科幻},
  runtime: 147,
  director: %{安东尼·罗素 乔·罗素},
  writer: %{杰克·科比 克里斯托弗·马库斯 ...},
  star: %{克里斯·埃文斯 小罗伯特·唐尼 塞巴斯蒂安·斯坦 斯嘉丽·约翰逊},
  mtime_id: 209122,
  content: %{美国队长史蒂夫·罗杰斯带领着全新组建的复仇者联盟，继续维护世界和平。然而，一次执\
行任务时联盟成员不小心造成大量平民伤亡，从而激发政治压力，政府决定通过一套监管系\
统来管理和领导复仇者联盟。联盟内部因此分裂为两派——一方由史蒂夫·罗杰斯领导，他\
主张维护成员自由，在免受政府干扰的情况下保护世界；另一方则追随托尼·斯塔克，他令\
人意外地决定支持政府的监管和责任制体系。神秘莫测的巴基似乎成为内战的关键人物……},
)

Movie.create(
  name: %{超脑48小时},
  alias: %{Criminal},
  aka: %{英国 美国},
  poster: %{http://img31.mtime.cn/mg/2016/05/12/143730.30313393_270X405X4.jpg},
  country: %{英国 美国},
  year: 2016,
  release_date: %{2016年5月13日},
  genre: %{动作/犯罪/剧情},
  runtime: 113,
  director: %{阿里尔·弗罗门},
  writer: %{道格拉斯·库克 大卫·威斯堡},
  star: %{凯文·科斯特纳 加里·奥德曼 盖尔·加朵 汤米·李·琼斯},
  mtime_id: 216121,
  content: %{一位知悉国家机密的CIA探员比利·波普（瑞恩·雷诺兹 饰）意外身亡，在弗兰克斯博\
士（汤米·李·琼斯 饰）的协助下将其记忆与技能植入了一位极度危险且无法预测的罪犯\
杰里科·斯图尔特（凯文·科斯特纳 饰）身上，而探员贵格·威尔斯（加里·奥德曼 饰\
）必须靠这位不定时炸弹来摧毁企图攫取国家机密的犯罪组织。杰里科·斯图尔特为了救回\
换脑后渐渐爱上的比利·波普被胁迫的妻子和孩子，重新找回自己的生活，不得不在48小\
时的时间里，与犯罪组织展开殊死搏斗。

在阻止惊天阴谋的最后一搏中，一个死去的中情局特工的记忆、秘密与各项技能被转移到了\
一个监狱犯人身上，这名危险且不可掌控的犯人，为了自己，也为了被胁迫的女友，与神秘\
势力展开了较量。在他捣毁了这个掌握转移人类头脑技术的组织，并找回了自己的记忆，与\
女友和孩子展开了新的生活。

一位知悉国家机密的CIA探员意外身亡，在知名神经学家（汤米李琼斯）的协助下将其记\
忆与技能植入了一位极度危险且无法预测的罪犯身上（凯文寇斯纳），而探员(莱恩雷诺斯\
)必须靠这位不定时炸弹来完成一项重要的秘密任务。},
)

Movie.create(
  name: %{百鸟朝凤},
  alias: %{Song of the Phoenix},
  aka: %{中国},
  poster: %{http://img31.mtime.cn/mg/2016/04/13/085116.77639907_270X405X4.jpg},
  country: %{中国},
  year: 2016,
  release_date: %{2016年5月6日},
  genre: %{剧情/历史/音乐},
  runtime: 110,
  director: %{吴天明},
  writer: %{肖江虹 吴天明 ...},
  star: %{陶泽如 李岷城 郑伟 胡先煦},
  mtime_id: 173064,
  content: %{老一代唢呐艺人焦三爷是个外冷内热的老人，看起来严肃古板，其实心怀热血。影片表现了\
在社会变革、民心浮躁的年代里，新老两代唢呐艺人为了信念的坚守所产生的真挚的师徒情\
、父子情、兄弟情。},
)

Movie.create(
  name: %{幻体：续命游戏},
  alias: %{Self/less},
  aka: %{美国},
  poster: %{http://img31.mtime.cn/mg/2016/05/03/100407.80661118_270X405X4.jpg},
  country: %{美国},
  year: 2015,
  release_date: %{2016年5月12日},
  genre: %{悬疑/科幻/惊悚},
  runtime: 116,
  director: %{塔西姆·辛},
  writer: %{大卫·帕斯特尔 亚历克斯·帕斯特尔},
  star: %{瑞安·雷诺兹 本·金斯利 马修·古迪 娜塔丽·马丁内兹},
  mtime_id: 208220,
  content: %{《幻体》讲述了未来社会，一个身患癌症将要死去的老富翁（本•金斯利饰），通过高科技\
程序将自己的意识转换到一个健康而年轻的男子（瑞安•雷诺兹饰）身体里。然而，就在他\
享受返老还帅、开启不死模式的喜悦快感之际，这种“逆天”的永葆青春之术的副作用也将\
其卷入一系列的挣扎与斗争。

一个身患癌症将要死去的人（本·金斯利饰）通过高科技程序将自己的意识转换到一个健康\
而年轻的男子(瑞安·雷诺兹饰)的身体中，就在“他”享受返老还帅的喜悦的同时，这种\
不老之术的副作用也渐渐想他袭来。},
)

Movie.create(
  name: %{北京遇上西雅图之不二情书},
  alias: %{Book Of Love},
  aka: %{中国},
  poster: %{http://img31.mtime.cn/mg/2016/04/20/094830.81937239_270X405X4.jpg},
  country: %{中国},
  year: 2016,
  release_date: %{2016年4月29日},
  genre: %{爱情/剧情},
  runtime: 129,
  director: %{薛晓路},
  writer: %{薛晓路 焦华静},
  star: %{汤唯 吴秀波 秦沛 吴彦姝},
  mtime_id: 220890,
  content: %{姣爷（汤唯饰）15岁就随父亲移民到澳门，从此在赌城安家，并成为赌场公关。Dani\
el（吴秀波饰）则生活在洛杉矶，是一位房地产经纪人。正像“千百次错过，终遇上一见\
钟情”所说，两人最终携手漫步在伦敦街头，演绎一段“澳门遇上洛杉矶”的跨国爱情故事\
。姣爷分别与学霸（陆毅饰）、富豪（王志文饰）和诗人（祖峰饰）开展一段无果的感情。\
Daniel则与两名外国女子谈情，并惨遭抛弃。最后这对“绝配”终于奇妙遇上。},
)

Movie.create(
  name: %{再见，在也不见},
  alias: %{Distance},
  aka: %{中国 新加坡},
  poster: %{http://img31.mtime.cn/mg/2016/05/05/095641.17075659_270X405X4.jpg},
  country: %{中国 新加坡},
  year: 2016,
  release_date: %{2016年5月13日},
  genre: %{剧情},
  runtime: 108,
  director: %{忻钰坤 陈世杰 ...},
  writer: %{},
  star: %{陈柏霖 杨祐宁 蒋雯丽 秦沛},
  mtime_id: 223149,
  content: %{电影《再见，在也不见》讲述了三个发生在不同地域又互有关联，关于亲情、友情、爱情的\
故事，着重描写人与人之间的地理、心灵和感情的距离。},
)

Movie.create(
  name: %{笔仙诡影},
  alias: %{Bloody House},
  aka: %{中国},
  poster: %{http://img31.mtime.cn/mg/2016/05/05/142958.51437016_270X405X4.jpg},
  country: %{中国},
  year: 2016,
  release_date: %{2016年5月13日},
  genre: %{惊悚/剧情/恐怖},
  runtime: nil,
  director: %{高育新 刘峰},
  writer: %{高育新 张晶},
  star: %{宋懿洁 蒋欣奇 张蓝艺 王燕阳},
  mtime_id: 228486,
  content: %{民国初期，苏承志带新婚妻子和五个同门师兄妹回老家古宅游玩，一场原为娱乐的笔仙游戏\
昭示着众人将陷于一场恐怖危机之中。背负秘密的苏母，情仇暗生的师兄妹，神秘的哑巴守\
林人，突如其来的凶杀案，一桩桩诡异事件接连发生。师兄妹中陆续有人离奇死去，凶手像\
一个影子一样附身在众人之间。深山中出现神秘血尸，古宅中的灵异往事也逐渐显现，幸存\
者抓住最后的一线生机，企图逃离古宅。一场突如其来的暴雨将幸存者困死在深山古宅之中\
，鬼影飘忽，她们已注定逃无可逃！},
)

Movie.create(
  name: %{青蛙总动员},
  alias: %{},
  aka: %{中国},
  poster: %{http://img31.mtime.cn/mg/2016/04/19/094420.88579165_270X405X4.jpg},
  country: %{中国},
  year: 2016,
  release_date: %{2016年4月30日},
  genre: %{动画},
  runtime: nil,
  director: %{杨仁贤},
  writer: %{袁雪},
  star: %{吉静 郭政建 白涛 王秋明},
  mtime_id: 232777,
  content: %{影片讲述了萌萌哒青蛙家族一直快乐的生活在美丽的大沼泽里，但是一群牛蛙的到来，让青\
蛙家族陷入了空前的危机中，在抵抗牛蛙逃亡之时，青蛙小黒萌与妈妈意外走散了，而大沼\
泽周围即将建设的人类工厂更让青蛙家族无处安家，不得不集体迁徙，立志找到妈妈的小黑\
萌无奈跟随着青蛙家族一起去寻找属于它们的桃花源，在充满着未知与危机的路途上，小黑\
萌到底能否寻找到妈妈呢？},
)

Movie.create(
  name: %{谎言大爆炸},
  alias: %{The Big Lie Bang},
  aka: %{中国},
  poster: %{http://img31.mtime.cn/mg/2016/04/18/152142.40929401_270X405X4.jpg},
  country: %{中国},
  year: 2016,
  release_date: %{2016年5月13日},
  genre: %{剧情},
  runtime: nil,
  director: %{侯亮},
  writer: %{},
  star: %{孙坚 白冰 潘霜霜 吉杰},
  mtime_id: 230414,
  content: %{该片以言不由衷的谎言作为切入点，深刻揭示了现代人面对的种种关于谎言与真相的困惑，\
无论是善意的谎言，还是真实的欺骗，是无心之失还是有心为止，谎言一旦出口，就绝无收\
回的可能性，随之而来的不仅仅是信任的崩塌，更有可能引发一连串的蝴蝶效应。},
)

Movie.create(
  name: %{马小乐之玩具也疯狂},
  alias: %{Ma Xiaole and His Toys},
  aka: %{中国},
  poster: %{http://img31.mtime.cn/mg/2016/04/22/090245.49665127_270X405X4.jpg},
  country: %{中国},
  year: 2016,
  release_date: %{2016年4月30日},
  genre: %{动画/奇幻/冒险},
  runtime: 79,
  director: %{黄军},
  writer: %{},
  star: %{姜广涛 李佳怡 黎篠濛 赵慧珊},
  mtime_id: 232566,
  content: %{马小乐是一个课业繁重的小学生，爸爸还发明了一个智能玩具“大头”来监督他。苦恼的马\
小乐偶然遇到了拥有神奇能力的精灵“小黄帽”并和他成了好朋友，要学习还是要快乐，大\
头与小黄帽各显神通，展开较量。影片让儿童与家长在观影中换位思考，家长体会到小朋友\
的烦恼，同时又和孩子一起回到属于自己的童年。在故事情节的设计和人物性格刻画上，也\
是力求从“儿童视角”出发，说孩子所说，想孩子所想，和他们一起放飞心灵，一起展开想\
象的翅膀，进入他们的梦想世界。},
)

Movie.create(
  name: %{购物女王},
  alias: %{22nd Catch},
  aka: %{中国 中国台湾},
  poster: %{http://img31.mtime.cn/mg/2016/05/05/094909.84365632_270X405X4.jpg},
  country: %{中国 中国台湾},
  year: 2016,
  release_date: %{2016年5月13日},
  genre: %{爱情/喜剧},
  runtime: 78,
  director: %{柳广辉},
  writer: %{},
  star: %{秦海璐 范逸臣 翁家明 包小柏},
  mtime_id: 233442,
  content: %{《购物女王》讲述了范逸臣饰演的广清与秦海璐饰演的美治这对欢喜冤家追逐“真爱”之旅\
。

购物平台过气主持人美智（秦海璐饰）可谓彻底进入了水逆，遭到未婚夫背叛后坠海，被婚\
纱摄影师广清（范逸臣饰）救起，她不仅变得无家可归，就连在购物台的稳定工作，也被看\
似傻白甜实则腹黑的竞争同事毁得一塌糊涂……不是冤家不聚头，广清一时冲动收留了美智\
，个性大相迳庭的两人摩擦不断，广清却渐渐喜欢上了这个敢爱敢恨的“女汉子”，直到追\
求美智的土豪老板的出现…一边是疑似真爱的广清，一边是“壕”无人性的金山银山和数之\
不尽的包包，此时一千个天秤座也没有美智纠结……},
)

Movie.create(
  name: %{阿里巴巴2所罗门封印},
  alias: %{Alibaba 2 solomon seal},
  aka: %{中国},
  poster: %{http://img31.mtime.cn/mg/2016/04/21/093053.32153886_270X405X4.jpg},
  country: %{中国},
  year: 2016,
  release_date: %{2016年4月30日},
  genre: %{动画/冒险/喜剧},
  runtime: 81,
  director: %{郑成峰},
  writer: %{于昂},
  star: %{},
  mtime_id: 232258,
  content: %{离开宝库世界的阿里巴巴、马尔吉娜、小芝麻没有停下冒险的脚步，他们根据古籍寻找传说\
中的所罗门王宝藏，无意中释放出了被封印的魔鬼，魔鬼发誓要报复人类。为了弥补自己的\
过失，他们踏上了寻找封印瓶，重新封印魔鬼的征途……根据所罗门王的指引，他们来到羊\
驼王子开发的小岛，在这遇到了老对手强盗三人组，他们能够打败强盗寻找到封印瓶吗？小\
伙伴们能够成功封印魔鬼吗？在前方等待他们的又将会是什么呢……

主要讲述了从宝库世界归来的阿里巴巴、马尔吉娜公主和小芝麻三个英雄小伙伴为了封印自\
己无意中释放出来的魔鬼而继续踏上寻宝冒险旅途的故事。},
)

Movie.create(
  name: %{魔宫魅影},
  alias: %{Phantom Of The Theater},
  aka: %{中国 中国香港},
  poster: %{http://img31.mtime.cn/mg/2016/04/11/100210.96825008_270X405X4.jpg},
  country: %{中国 中国香港},
  year: 2016,
  release_date: %{2016年4月29日},
  genre: %{惊悚/剧情},
  runtime: 104,
  director: %{叶伟民},
  writer: %{文隽},
  star: %{林心如 杨祐宁 任达华 黄幻},
  mtime_id: 221703,
  content: %{一九三零年代的上海，争夺名利、明争暗斗。被视为阮玲玉接班人的女明星孟思凡（林心如\
饰）、出身大帅家庭的不知名小导演顾维邦（杨佑宁饰）等一班寻求着各种自身所需的青年\
人，也把这里当做梦想的孵化器。 阴差阳错之间，打算开拍新电影的顾维邦结识了孟思凡\
，两人在丽宫电影院遇见，孟思凡向顾维邦提议一起拍摄一部以戏院为背景的惊悚爱情电影\
。就这样，两人开始了密集的准备工作。之后，顾维邦创作出了一个名为《夜半歌声》的剧\
本，孟思凡请到了当红小生主演故事的男主角。前期准备完毕，剧组准备在丽宫电影院开机\
，而这一家电影院正是传说中的灵异剧院，很多人劝说顾维邦放弃拍摄，然而他不信邪，坚\
持剧组人员进驻戏院马上开拍。 拍摄开始之后，剧组离奇事件不断，摄影师拍摄到了奇怪\
的画面，但是胶片洗印出来全部曝光过度，剧组的人员也纷纷表示现场“闹鬼”。然而，更\
大的意外发生了，男主角离奇死亡，陈尸现场极其可怕，顾维邦的未婚妻费丽斯（黄幻饰）\
介入了事件的调查。在影片拍摄的过程中意外不断，甚至闹出了一连多起离奇命案，而一切\
似乎都指向孟思凡、顾维邦，还有关于他们多年前的一段尘封已久的往事。

民国年间，一座经历祝融之灾的废弃电影院里，发生神秘异常的人体自燃事件，各种闹鬼传\
闻在坊间四散而起，人心惶惶。而这个地方却引起了青年导演顾维邦（杨祐宁 饰）的注意\
，出身于军阀世家却钟爱艺术的他看准了此地，不顾父亲顾鸣山（任达华 饰）反对，联合\
炙手可热电影皇后孟思凡（林心如 饰），要在这座闹鬼影院中拍摄中国第一部鬼片。在拍\
摄开始之后，一系列的离奇诡异事件接连发生，剧组人员怛然失色、毛骨悚然，声称眼见影\
院闹鬼，纷纷逃离影院。谁知这只是开始，影片男主角再次自燃惨死，让人骨寒毛竖，丧胆\
亡魂。同时，一桩火灾灭门惨案也随之死灰复燃，各种恐怖的猛鬼异像、无解的神秘事件、\
陈年的恩怨纠葛在这座魔性的电影院内逐一袭来……},
)

Movie.create(
  name: %{梦想合伙人},
  alias: %{MBA Partners},
  aka: %{中国},
  poster: %{http://img31.mtime.cn/mg/2016/04/12/095701.56015176_270X405X4.jpg},
  country: %{中国},
  year: 2016,
  release_date: %{2016年4月29日},
  genre: %{爱情/剧情},
  runtime: 101,
  director: %{张太维},
  writer: %{闫凤祥 刘英雅 ...},
  star: %{姚晨 郝蕾 唐嫣 郭富城},
  mtime_id: 219870,
  content: %{这是一个讲述三个阶层不同性格不同的女人为金钱、家庭、地位共同淘金的故事。留学生卢\
珍溪在美国卖假包被驱逐回国，商场精英文清遭遇小三插足，灰姑娘顾巧音家庭贫寒只想嫁\
个有钱人。她们从一开始的死对头变成好闺蜜，并在事业导师孟晓骏（郭富城饰）和卢珍溪\
的发小俊成(李晨饰)的支持下，成为追求财富、爱情和地位的合伙人。她们短时间内取得\
巨大成功。不过好景不长，公司在市场激烈竞争下出现严重问题，陷入困局，同时三人的关\
系也出现破裂。面对困境，卢珍溪承受严峻考验的同时，为梦想和合伙人走出了坚定的一步\
...

影片讲述了姚晨饰演的从学生时代就梦想着“有地位”的小镇姑娘，和唐嫣饰演的想要“嫁\
个有钱人”的拜金女，以及郝蕾饰演的出现家庭纠纷想要“有个家”的女富豪，三个身份背\
景截然不同的女性，在商学院相遇，共同创业，下海创业淘金的故事。影片中通过三个女性\
各自不同的成长经历，塑造了拥有自主性、独立性，勇于打拼的独立都市女性形象。},
)

Movie.create(
  name: %{别开门},
  alias: %{Don't Open The Door},
  aka: %{中国},
  poster: %{http://img31.mtime.cn/mg/2016/03/21/142715.65437256_270X405X4.jpg},
  country: %{中国},
  year: 2016,
  release_date: %{2016年5月13日},
  genre: %{惊悚/恐怖/悬疑},
  runtime: 90,
  director: %{周阁},
  writer: %{},
  star: %{徐立 曲少石 杨珑 刘金},
  mtime_id: 230667,
  content: %{故事发生在云南一个美丽的小城市，几个刚刚毕业的大学生在XX度假村实习，这无疑是他\
们人生中最好的时期，但往往事与愿违……随着几个年轻人的到来，尘封已久的传说被开启\
，不可逆转的诅咒，使得平静的酒店再一次阴影笼罩，奇怪的敲击声，鲜红的血手印，种种\
的不寻常将所有人拉进来幽怨的诅咒中……晓菲与华子从此人鬼殊途，肥膘和老胡使得诅咒\
升级，柳姐亦不在冷静沉稳，夜夜惊声尖叫使得XX度假村瞬间成为鬼域……这一切究竟只\
是主人公的幻像还是已死之人死不瞑目？看似合理的故事背后却蕴含着让人不寒而栗的真相\
……},
)

Movie.create(
  name: %{白毛女},
  alias: %{The White-haired Girl},
  aka: %{中国},
  poster: %{http://img31.mtime.cn/mg/2016/03/15/170205.27742480_270X405X4.jpg},
  country: %{中国},
  year: 2016,
  release_date: %{2016年3月25日},
  genre: %{舞台艺术},
  runtime: 122,
  director: %{侯克明},
  writer: %{贺敬之 丁毅},
  star: %{雷佳 张英席 高鹏 钱治国},
  mtime_id: 232382,
  content: %{佃农杨白劳与女儿喜儿相依为命，喜儿与同村青年农民大春相爱。杨白劳因生活所迫向恶霸\
地主黄世仁借了高利贷，之后外出逃债。在除夕之夜杨白劳偷偷回家。黄世仁闻讯后强迫杨\
白劳卖女顶债，杨白劳喝做豆腐用的卤水自杀。喜儿被抢进黄家，遭黄世仁奸污，逃入深山\
，头发全白。两年后，大春随八路军回乡，在山洞里找到喜儿，替她申冤雪恨。结尾处，村\
民们和喜儿一起开会声讨黄家的罪行，庆贺穷苦人的重见天日。},
)

Movie.create(
  name: %{谁的青春不迷茫},
  alias: %{Yesterday Once More},
  aka: %{中国},
  poster: %{http://img31.mtime.cn/mg/2016/04/25/173808.89299127_270X405X4.jpg},
  country: %{中国},
  year: 2016,
  release_date: %{2016年4月22日},
  genre: %{爱情/剧情},
  runtime: 108,
  director: %{姚婷婷},
  writer: %{田博 刘同 ...},
  star: %{白敬亭 郭姝彤 李宏毅 王鹤润},
  mtime_id: 219628,
  content: %{每个人的青春都伴随着迷茫，想好好工作，却不尽如人意；想好好恋爱，却不懂处理感情.\
..其实迷茫不可怕，它本来就是青春应该有的样子。2016年青春片，会不一样么？},
)

Movie.create(
  name: %{左耳},
  alias: %{The Left Ear},
  aka: %{中国},
  poster: %{http://img31.mtime.cn/mg/2015/04/22/095200.58762543_270X405X4.jpg},
  country: %{中国},
  year: 2015,
  release_date: %{2015年4月24日},
  genre: %{爱情},
  runtime: 117,
  director: %{苏有朋},
  writer: %{饶雪漫},
  star: %{陈都灵 欧豪 杨洋 马思纯},
  mtime_id: 215983,
  content: %{《左耳》故事讲述了十七岁的女孩李珥，左耳听力不好，如果站在左边说话就听不见，不起\
眼而内向的李珥某天突然就暗恋男生许弋，而同时许弋却被放浪女孩吧啦追求到手。心碎的\
李珥在偶然的机会和吧啦成为朋友，也认识了吧啦真正心爱的男生张漾。随后吧啦在一次意\
外中去世了，李珥终于与许弋相恋……小说主要塑造了小耳朵，吧啦，张漾，许弋等一批性\
格迥异的年轻人的形像，并展现了当下青年人成长时期的疼痛和美好。},
)

Movie.create(
  name: %{判我有罪},
  alias: %{Sentence Me Guilty},
  aka: %{中国},
  poster: %{http://img31.mtime.cn/mg/2016/05/04/145341.51097915_270X405X4.jpg},
  country: %{中国},
  year: 2016,
  release_date: %{2016年5月6日},
  genre: %{剧情/悬疑},
  runtime: 106,
  director: %{孙亮},
  writer: %{孙亮},
  star: %{吴镇宇 李昕芸 戴立忍 李至正},
  mtime_id: 222776,
  content: %{美艳忧郁的女医生冯雪辉（李昕芸 饰）对男性有种致命的吸引力，但她的丈夫方文楠（吴\
镇宇 饰）却以冷暴力相待，两人之间似有深深隐情，他们既是仇人又是同谋。突然医院发\
生了一起惨烈的坠楼命案，由此牵出一场围绕金钱与欲望的黑幕，仿佛漩涡注定改变所有人\
——不得志的颓废刑警张越（田小洁 饰）视此案为事业翻身的最后机会而穷追不舍，却被\
冯雪辉利用引向她的目的；自负到病态的幕后黑手副院长康富荣（戴立忍 饰）早早设计圈\
套诱捕冯雪辉为替罪羊；暗恋冯雪辉的英俊正直的蒋力航（李至正 饰）其实是手握核心证\
据的人，但他被爱情深深伤害并亲手将冯雪辉投入监狱——漩涡中心里这个美艳的女人，她\
到底要什么？她为深藏一个不伦的秘密，她愿意付出任何代价，并誓将挡路的男人们击败，\
她的武器除了心计还有美丽的身体。},
)

Movie.create(
  name: %{大唐玄奘},
  alias: %{Xuan Zang},
  aka: %{中国 印度},
  poster: %{http://img31.mtime.cn/mg/2016/04/19/103305.74966250_270X405X4.jpg},
  country: %{中国 印度},
  year: 2016,
  release_date: %{2016年4月29日},
  genre: %{剧情/历史},
  runtime: 120,
  director: %{霍建起},
  writer: %{邹静之},
  star: %{黄晓明 徐峥 蒲巴甲 罗晋},
  mtime_id: 225169,
  content: %{大唐贞观盛世，年轻的玄奘法师为求佛法真谛冒死偷渡出境，一路上遭遇千难万阻，天灾人\
祸，却也深得民间疾苦。官兵围堵、徒弟背叛、埋身沙海、断水绝粮，玄奘法师一心求法，\
最终抵达印度，在印度弘扬善念静心修佛，等到从无遮大会辩论成功回国之时，已经是年逾\
五十的老人了。

电影讲述的是历史上的唐朝高僧玄奘历时17年，不畏艰难险阻，前往天竺取经的传奇故事\
。},
)

Movie.create(
  name: %{猎神：冬日之战},
  alias: %{The Huntsman: Winter's War},
  aka: %{美国},
  poster: %{http://img31.mtime.cn/mg/2016/03/23/101418.70056733_270X405X4.jpg},
  country: %{美国},
  year: 2016,
  release_date: %{2016年4月22日},
  genre: %{动作/冒险/剧情},
  runtime: nil,
  director: %{塞德里克·萨科},
  writer: %{埃文·斯彼里奥托普洛斯 克雷格·麦辛 ...},
  star: %{克里斯·海姆斯沃斯 艾米莉·布朗特 查理兹·塞隆 杰西卡·查斯坦},
  mtime_id: 189531,
  content: %{《猎神：冬日之战》的故事发生在两位女王统治下的冰雪王国。“猎神”与萨拉的相爱，违\
反了冰雪女王的禁令，为了终结这个王国的邪恶统治，他们与两位女王展开了对抗。随着对\
抗的升级，双方阵营都出现了微妙变化。而最终“猎人”与女勇士是否能够终成眷属，又如\
何推翻比他们强大无数倍的女王姐妹，都要等到正邪决战之后，才能揭晓。

《白雪公主与猎人》的前传，将聚焦“猎人”与“王后”在遇到“白雪公主”之前的故事。},
)

Movie.create(
  name: %{京城81号},
  alias: %{The House That Never Dies},
  aka: %{中国},
  poster: %{http://img31.mtime.cn/mg/2014/06/19/142838.89767855_270X405X4.jpg},
  country: %{中国},
  year: 2014,
  release_date: %{2014年7月18日},
  genre: %{爱情/惊悚/剧情},
  runtime: 90,
  director: %{叶伟民},
  writer: %{文隽 于雷},
  star: %{吴镇宇 林心如 杨祐宁 莫小棋},
  mtime_id: 201437,
  content: %{民国初年，位于京城八大胡同内的青楼歌舞升平，尤以头牌陆蝶玉艳惊四座，引得万人空巷\
。但她早已倾心京城大户霍家三少爷，几经波折，陆蝶玉嫁入霍家。怎料新婚之夜新郎却变\
成刚刚过世的霍家二少爷,冥婚后不久陆蝶玉离奇怀孕，一时鬼胎传言四起，家族上下不安\
，不久便举家惨遭灭门，留下阴宅保留至今…… 一百年后，81号古宅后人许若卿重返故\
居，百年前发生在这里的惨案历历在目。同时，她的出现也意外唤起了古宅内尘封已久的孤\
魂孽怨……},
)

Movie.create(
  name: %{妄想症},
  alias: %{Delusion},
  aka: %{中国},
  poster: %{http://img31.mtime.cn/mg/2016/04/21/091853.83045183_270X405X4.jpg},
  country: %{中国},
  year: 2016,
  release_date: %{2016年5月6日},
  genre: %{惊悚/恐怖},
  runtime: 90,
  director: %{彭发},
  writer: %{},
  star: %{洪辰 程媛媛 周柏豪 安琥},
  mtime_id: 228257,
  content: %{林依（程媛媛饰）和男友孙伟（安琥饰）正在如火如荼地发展着地下恋情，而此时，警察却\
突然来到林依的家中告诉他孙伟已经死亡多时；辰（洪辰饰）所住的对楼每晚都出现同一频\
率的灯火，而与她夜夜灯火对谈的男生却仿佛和另一个女生有着不能言说的秘密；刘一豪（\
周柏豪饰）时常看见对楼女子惨叫求救，然而当他通知警察进行解救时，却惊人地发现房内\
空无一人……这一切背后都藏着怎样的秘密？遭遇离奇经历的他们，甚至还面临死亡的威胁\
，为此他们不惜一切代价揭开真相。},
)

Movie.create(
  name: %{愤怒的小鸟},
  alias: %{The Angry Birds Movie},
  aka: %{芬兰 美国},
  poster: %{http://img31.mtime.cn/mg/2016/05/11/095901.58659020_270X405X4.jpg},
  country: %{芬兰 美国},
  year: 2016,
  release_date: %{2016年5月20日},
  genre: %{动画/动作/喜剧},
  runtime: 97,
  director: %{费格尔·雷利 克雷·卡提斯},
  writer: %{乔恩·维迪},
  star: %{杰森·苏戴奇斯 乔什·盖德 丹尼·麦克布耐德 玛娅·鲁道夫},
  mtime_id: 200506,
  content: %{一群不会飞的小鸟，挤在一座热带小岛上，和睦宁静。游戏中的几个经典形象成了影片的主\
角，分别是易怒的小鸟大红（杰森·苏戴奇斯配音），速度小鸟恰克（乔什·盖德配音）、\
炸弹（丹尼·麦克布耐德配音）。当神秘的绿色小猪登陆岛屿时，小鸟们平静的生活被打破\
了。},
)

Movie.create(
  name: %{分歧者3：忠诚世界},
  alias: %{Allegiant},
  aka: %{美国},
  poster: %{http://img31.mtime.cn/mg/2016/05/04/102115.58075530_270X405X4.jpg},
  country: %{美国},
  year: 2016,
  release_date: %{2016年5月20日},
  genre: %{科幻/动作/冒险},
  runtime: 120,
  director: %{罗伯特·斯文克},
  writer: %{维罗尼卡·罗斯 诺亚·奥本海姆 ...},
  star: %{谢琳·伍德蕾 提奥·詹姆斯 娜奥米·沃茨 安塞尔·埃尔格特},
  mtime_id: 208256,
  content: %{在推翻了派系制度之后，翠丝与老四带领众人翻越了芝加哥的围墙来到全新世界。然而看似\
美好的新世界却隐藏着更大的杀机，翠丝与老四之间的信任也遭受到前所未有的考验。二人\
能否从阴谋中脱身并守住彼此？

派系制度瓦解后，分歧者翠丝（谢琳·伍德蕾饰）揭开了整个人类的秘密，原来芝加哥不过\
是美国基因局制造的一场实验。一片混乱之下的芝加哥危机四伏，老四的母亲伊芙琳（娜奥\
米·沃茨饰）组织了强有力的武装力量，企图占领芝加哥成为新的统治者。翠丝决定带领老\
四（提奥·詹姆斯饰）、克里斯蒂娜（佐伊·克拉维兹饰）、皮特（迈尔斯·特勒饰）、托\
莉（Maggie Q饰）和凯莱布（安塞尔·埃尔格特饰）逃往芝加哥城外的世界，为芝\
加哥人民寻找新的希望。他们历经险阻成功逃脱，终于来到了墙外的神秘世界——充斥着各\
种高科技技术的基因局。在这个全新的世界里，翠丝和老四的价值观被完全颠覆，二人之间\
的信任也遭受到前所未有的考验。当他们终于发现了基因局负责人大卫（杰夫·丹尼尔斯饰\
）所谓的“神秘事业”背后所掩藏的更大阴谋时，却没有察觉自己其实早已被卷入了其中。\
为了保护芝加哥的人民，翠丝和老四做出了忠于内心的选择，他们要联合所有派系向墙外世\
界宣战！他们以卵击石的背水一战究竟能否颠覆世界？},
)

Movie.create(
  name: %{夜孔雀},
  alias: %{Le Paon de Nuit},
  aka: %{中国 法国},
  poster: %{http://img31.mtime.cn/mg/2016/05/11/092151.46991046_270X405X4.jpg},
  country: %{中国 法国},
  year: 2016,
  release_date: %{2016年5月20日},
  genre: %{爱情},
  runtime: 84,
  director: %{戴思杰},
  writer: %{戴思杰},
  star: %{刘亦菲 刘烨 余少群 黎明},
  mtime_id: 221228,
  content: %{法国女留学生埃尔莎在成都爱上了丝绸研究员、吹箫高手马荣，后又在巴黎与马的兄弟、纹\
身师建民之间产生情感。前者找到了一种符合他理想的蚕——夜孔雀，后者把蝶化的夜孔雀\
永远铭刻在艾尔莎的肌肤上。

电影《夜孔雀》讲述了法国籍华裔长笛手埃尔莎从浪漫巴黎到锦绣成都的几段邂逅。},
)

Movie.create(
  name: %{钢刀},
  alias: %{Brothers},
  aka: %{中国},
  poster: %{http://img31.mtime.cn/mg/2016/05/09/092401.52552845_270X405X4.jpg},
  country: %{中国},
  year: 2016,
  release_date: %{2016年5月20日},
  genre: %{动作/剧情},
  runtime: 94,
  director: %{阿甘},
  writer: %{阿甘},
  star: %{李东学 何润东 夏梓桐 杨奇鸣},
  mtime_id: 195394,
  content: %{哥哥王炳生（何润东饰），弟弟陈铁金（李东学饰），他们曾是相依为命、甘苦与共的兄弟\
。甚至哥哥炳生为弟弟铁金顶罪入狱十年，满身的伤疤与玩世不恭的态度是这十年的烙印，\
不变的却是兄弟之间的感情。不料在命运的捉弄下，两人在兵荒马乱的世界里失散，走上了\
不同的人生道路……再度相逢时，曾经的患难兄弟已经势不两立。手足情深与家国信仰的冲\
突，令昔日兄弟成为生死之敌，最终展开了一场生死较量……

哥哥王炳生（何润东饰），弟弟陈铁金（李东学饰），他们曾是相依为命、甘苦与共的兄弟\
。甚至哥哥炳生为弟弟铁金顶罪入狱十年，满身的伤疤与玩世不恭的态度是这十年的烙印，\
不变的却是兄弟之间的感情。不料在命运的捉弄下，两人在兵荒马乱的世界里失散，走上了\
不同的人生道路……再度相逢时，弟弟已经不再是哥哥口中的“娘娘腔”，他骁勇善战、信\
仰坚定，并身负护送葛兰（夏梓桐饰）等女艺术家的重任；而哥哥则历经磨难，成为放荡不\
羁、敢爱敢恨的马家军钢刀连连长，曾经的患难兄弟已经势不两立。手足情深与家国信仰的\
冲突，令昔日兄弟成为生死之敌；命运不容反抗，他们终究为了各自的阵营拔刀相向，血染\
高台。这是一场兄弟之间的战争，这也不仅是一场兄弟之间的战争。

河西走廊上，失散多年的兄弟再度重逢时，一边是骁勇善战、信仰坚定的红军连长陈铁金（\
李东学饰），一边是放荡不羁敢爱敢恨的马家军钢刀连连长王炳生（何润东饰）。曾经的患\
难兄弟，如今的势不两立。 故事源起一项“特殊任务”——因杀俘被囚的陈连长被拖出禁\
闭室以为自己死期将至之际，却接到团长令他欧洲归来的数十位女演奏家们护送到更安全的\
高台的任务…… 在枪林弹雨的战场勇往直前，却遭遇到手足兄弟的骨肉相残，面对信仰亲\
情纠缠错综、浸染人性和爱欲的血雨腥风，两个硬汉在爱恨情仇里你死我活，在誓死决斗的\
残酷后分道扬镳。“特殊任务”完成之际，竟是未曾想过的血染戈壁……},
)

Movie.create(
  name: %{整形师·脸},
  alias: %{plastic surgeon·hunted face},
  aka: %{中国},
  poster: %{http://img31.mtime.cn/mg/2016/04/29/141525.57725368_270X405X4.jpg},
  country: %{中国},
  year: 2015,
  release_date: %{2016年5月20日},
  genre: %{惊悚/悬疑},
  runtime: 101,
  director: %{黄军},
  writer: %{欧阳雯},
  star: %{浦蒲 李雯雯 方慧 孙祖君},
  mtime_id: 230839,
  content: %{神秘的深山旅社“丽园”，整形师于曼丽（浦蒲饰），和因爱变性的学生韩真（方慧饰）一\
起，以大学生梁敬涛（孙祖君饰）、作家盛夏（李雯雯饰）等为试验品，专研转基因换肤技\
术。而每个人身上都埋藏着转换身份的隐情。其中，于曼丽在一场车祸中失去爱人，自己也\
毁了容……},
)

Movie.create(
  name: %{死亡笔记},
  alias: %{The Death Note},
  aka: %{中国},
  poster: %{http://img31.mtime.cn/mg/2016/05/12/155620.46918528_270X405X4.jpg},
  country: %{中国},
  year: 2016,
  release_date: %{2016年5月20日},
  genre: %{惊悚/恐怖/悬疑},
  runtime: 93,
  director: %{姜军},
  writer: %{},
  star: %{李铮 李奔 曹斐然},
  mtime_id: 233252,
  content: %{故事讲述了女孩梁倩一段离奇的经历。梁倩是奶奶从孤儿院里领养回家并一手带大的，长大\
后的梁倩叛逆不羁，她意外怀孕惹恼了奶奶，间接导致了奶奶脑溢血发作死去。奶奶死后留\
给梁倩一本记录其身世的笔记本，一份奇怪的遗嘱让她必须生下孩子，还有一个孤零零的空\
房子。梁倩在忏悔中等待孩子的出生，但一切宁静都被一个陌生的女人打破了。这个女人租\
借了一个房间，每天都会给梁倩做好吃的，对梁倩和肚里的孩子照顾有加，可是慢慢地，梁\
倩发现了她种种怪异的举动，通过偷窥、跟踪，梁倩惊愕地发现这个女人房客原来是一个食\
婴人！最令人恐怖的是，这个女人的手正伸向梁倩肚中的孩子……梁倩该怎么破？答案都在\
那个笔记本里。},
)

Movie.create(
  name: %{寻龙诀},
  alias: %{Mojin-The Lost Legend},
  aka: %{中国},
  poster: %{http://img31.mtime.cn/mg/2015/12/16/105727.28403894_270X405X4.jpg},
  country: %{中国},
  year: 2015,
  release_date: %{2015年12月18日},
  genre: %{奇幻/冒险/剧情},
  runtime: 125,
  director: %{乌尔善},
  writer: %{张家鲁},
  star: %{陈坤 黄渤 舒淇 杨颖},
  mtime_id: 196282,
  content: %{本片讲述了摸金校尉为了彼岸花入墓倒斗的故事。上世纪80年代末，胡八一（陈坤饰）、\
王凯旋（黄渤饰）与Shirly杨（舒淇饰）在美国金盆洗手。此时王凯旋却意外发现2\
0年前死在草原上的暗恋对象丁思甜（杨颖饰）生前最想看的彼岸花的线索，于是决定再入\
草原千年古墓，展开一场前所未有的生死之旅。},
)

Movie.create(
  name: %{万万没想到},
  alias: %{Suprise},
  aka: %{中国},
  poster: %{http://img31.mtime.cn/mg/2015/12/03/160534.60085300_270X405X4.jpg},
  country: %{中国},
  year: 2015,
  release_date: %{2015年12月18日},
  genre: %{奇幻/喜剧/古装},
  runtime: 95,
  director: %{易小星},
  writer: %{易小星 胡舒欣 ...},
  star: %{杨子姗 白客 陈柏霖 马天宇},
  mtime_id: 222673,
  content: %{屌丝小妖王大锤，他生来便与常人不同，两耳尖尖，又有些小法力，总是自诩本地妖王。但\
让他万万没想到的是，在遇到唐僧师徒四人组后，他的命运发生了逆转；而对于唐僧师徒四\
人组来说，遇见王大锤也是无比郁闷的第八十二难。双方因此上演了一出相爱相杀，令人捧\
腹的奇幻冒险。},
)

Movie.create(
  name: %{极盗者},
  alias: %{Point Break},
  aka: %{德国 中国 美国},
  poster: %{http://img31.mtime.cn/mg/2015/12/01/101114.67590273_270X405X4.jpg},
  country: %{德国 中国 美国},
  year: 2015,
  release_date: %{2015年12月4日},
  genre: %{动作/犯罪/惊悚},
  runtime: 113,
  director: %{埃里克森·科尔},
  writer: %{科特·维莫 Rick King ...},
  star: %{卢克·布雷西 埃德加·拉米雷兹 泰莉莎·帕尔墨 雷·温斯顿},
  mtime_id: 211983,
  content: %{一位年轻的FBI特工强尼·犹他（卢克·布雷西饰），潜伏到一队喜欢寻找刺激挑战的盗\
匪里，该队伍由富有个人魅力的鲍迪（埃德加·拉米雷兹饰）领导。这些盗匪被怀疑是在用\
极不寻常的方式进行着系列犯罪。在与鲍迪这一伙人的交往中，犹他发现自己无可自拔的与\
这伙人产生了伙伴情谊，犹他陷入了职业伦理与追求真我之间的矛盾，他放弃了自己的一切\
，加入到了对人类极限界的八项巅峰挑战的追寻中……},
)

Movie.create(
  name: %{师父},
  alias: %{The Master},
  aka: %{中国},
  poster: %{http://img31.mtime.cn/mg/2015/12/10/105427.86457115_270X405X4.jpg},
  country: %{中国},
  year: 2015,
  release_date: %{2015年12月10日},
  genre: %{动作/剧情},
  runtime: 109,
  director: %{徐浩峰},
  writer: %{徐浩峰},
  star: %{廖凡 宋佳 宋洋 蒋雯丽},
  mtime_id: 216495,
  content: %{民国年间师父陈识（廖凡饰）为完成“咏春北上，弘扬武学”的使命，来到天津。初来乍到\
的师父在一次因缘际会下，于一家西餐厅邂逅了师娘（宋佳饰）并一见钟情，后经人说亲二\
人喜结连理。为了在天津开武馆立足，师父陈识收当地青年耿良辰（宋洋饰）为徒，徒弟需\
按照江湖规矩代替师父踢馆，二人由此被卷入一场江湖巨变。最初二者各怀心事，却在经历\
了一番“生死劫难”后，生出难以割舍的情义。师父本以弘扬武学为终生寄托，徒弟只是他\
圆江 湖之梦所借助的手段，却在不经意间为其命运所牵系；徒弟飞扬勇决，放荡不羁，却\
总在重要关头坚守使命。他们既初心仍在，却也难负真情。},
)

Movie.create(
  name: %{恶棍天使},
  alias: %{Devil and Angel},
  aka: %{中国},
  poster: %{http://img31.mtime.cn/mg/2015/12/25/112736.49002142_270X405X4.jpg},
  country: %{中国},
  year: 2015,
  release_date: %{2015年12月24日},
  genre: %{喜剧},
  runtime: 124,
  director: %{俞白眉 邓超},
  writer: %{俞白眉},
  star: %{邓超 孙俪 杨新鸣 许可嘉},
  mtime_id: 219623,
  content: %{因为一起车祸，高智商低情商的学霸女查小刀（孙俪 饰）意外相遇专职替人讨债的恶棍莫\
非里（邓超 饰）。被莫非里狠狠敲诈一笔的查小刀意志消沉，回想自己与母亲断绝关系，\
工作被老板开除便愈加绝望。偶然间查小刀看到专治心理疑难杂症折耳根神医（梁超 饰）\
的广告，走投无路的她决定去神医处求救，没想到在诊所再次遭遇恶棍莫非里。惊慌失措的\
查小刀害怕见到恶棍莫非里，却没想到被急于转移视线的神医当做“药”介绍给了患有严重\
失眠症的莫非里。神医也告诉查小刀，莫非里也是能治好她心理问题的“药”，打消疑虑的\
查小刀跃跃欲试。而也因此，性格迥异的二人成为拍档。两人一个极端嚣张跋扈，一个极端\
懦弱胆小，在讨债的过程里发生了一连串紧张刺激又亦笑亦泪的故事。},
)

Movie.create(
  name: %{老炮儿},
  alias: %{Mr. Six},
  aka: %{中国},
  poster: %{http://img31.mtime.cn/mg/2015/12/09/094723.69065942_270X405X4.jpg},
  country: %{中国},
  year: 2015,
  release_date: %{2015年12月24日},
  genre: %{剧情/动作},
  runtime: 137,
  director: %{管虎},
  writer: %{董润年 管虎},
  star: %{冯小刚 李易峰 吴亦凡 张涵予},
  mtime_id: 217699,
  content: %{曾经风光四九城的老炮六爷，难以适应社会巨变，蛰伏于胡同深处，过着溜鸟、管闲事、发\
牢骚的无聊日子。某日，六爷得知，离家出走已久的儿子晓波，因与人纠纷，被新崛起的一\
代以小飞为首年轻顽主非法拘禁。为了解救儿子，六爷重出江湖。六爷用自己的规矩，试图\
摆平事件，却无奈的发现，无论是这个时代，还是自己的身体，早已今非昔比。 一场新旧\
势力的对决无法避免...

老炮儿不是一个人，而是一群人！悠悠岁月固然能磨去他们不羁的棱角，但一直不变的是他\
们之间的滚烫情义：六爷（冯小刚 饰）扛起军刀点燃内心深埋已久的血性与激情，闷三儿\
(张涵予 饰)血性鲁莽随时可以两肋插刀，灯罩儿(刘桦 饰)打小就怂但关键时刻不掉\
链子，话匣子（许晴 饰）风情爽飒对六爷认准了一根筋的好，灯罩媳妇（梁静 饰）沉默\
坚韧顾家顾孩子为老爷们助阵提气。 宣武没了，归了西城；后海尚在，变成了酒吧一条街\
。多少年过去了，老炮儿们现在只能蜷在繁华商业街上不起眼的角落里。他们不愿提及之前\
的美好时光，可内心难免感觉跟这个急剧变化的现代社会格格不入。正因为清楚回不到过去\
，六爷捂住了无奈与忧伤，安然自足地生活下去。然而，当小爷儿一伙及背后黑手触碰到他\
底限之时，他怒不可遏、奋起反击，为的不仅是他自己的尊严，也是他们这代人长久以来的\
尊严。《老炮儿》就是这样的一个故事。

一个曾经横行在北京的老炮儿，过着溜溜鸟，管管闲事的退休日子。有一日被人告知自己儿\
子被“囚禁”，老炮通过修车厂的关系捞出了儿子。随即发现儿子与“三环十二郎”和一个\
女孩陷入了一场三角情感纠纷，老炮儿试图出面摆平事件。才发现原来这个时代已经有了一\
群新的“小炮儿”们。在解决烂摊子的过程当中，老炮发现自己身体也出现了问题，真正力\
不从心。但同时也在抽丝剥茧的查询过程中抓住了“三环十二郎”的把柄。两人下了对战书\
决定来一场单挑，究竟谁能赢得这一场关乎名誉的尊严之战？

老炮儿在北京话中专指提笼遛鸟、无所事事的老混混儿。电影讲的是一个清闲日子过得好好\
的北京老炮儿卷入自己儿子纠纷的故事，为摆平儿子与“二环十三郎”的纠纷，老炮儿重新\
出山，才发现原来这个时代已经有了一群新的“小老炮儿”，而自己在江湖上说话已经不算\
数。},
)
