Movie.create(
  name: '疯狂动物城',
  alias: 'Zootopia',
  aka: '动物方城市 动物乌托邦',
  poster: 'http://img31.mtime.cn/mg/2016/01/28/092553.55103474_270X405X4.jpg',
  country: '美国',
  year: 2016,
  release_date: '2016年3月4日',
  genre: '动画/冒险/喜剧',
  runtime: 108,
  director: '拜恩·霍华德 杰拉德·布什',
  writer: '杰拉德·布什 菲尔·约翰斯东',
  star: '金妮弗·古德温 杰森·贝特曼 J·K·西蒙斯 珍妮·斯蕾特',
  content: %{这是一座独一无二的现代动物都市，每种动物在这里都有自己的居所，\
比如富丽堂皇又炎热的撒哈拉广场，或者常年严寒的冰川镇。它就像一座大熔炉，\
动物们在这里和平共处——无论是大象还是小老鼠，只要努力，都能闯出一番名堂。\
不过乐观的警官兔朱迪却发现，作为史上第一任兔子警官，\
要和一群强硬的大块头动物警察合作可不是件容易事。为了证明自己，\
她决心侦破一桩神秘案件；追寻真相的路上她被迫与口若悬河、谎技高超的狐尼克联手，\
却发现这桩案件背后隐藏着一个意欲颠覆动物城的巨大阴谋！

兔警官朱迪（金妮弗·古德温 配音）为了证明自己，决心侦破一桩神秘案件；\
即使要被迫与口若悬河、谎技高超的狐尼克（杰森·贝特曼 配音）联手合作，她也在所不惜。

影片故事发生在欣欣向荣的动物乌托邦，在这里各种动物和平共处。\
尼克·王尔德是只说话速度特别溜、有着宏图伟愿的狐狸，然而他却被栽赃嫁祸，\
不得不踏上亡命之旅，兔警官朱迪上尉负责追捕他。当两人同时卷入意想不到的阴谋时，\
他们不得不联手合作成为战友。两位天敌是否能成为最好的朋友呢？},
)

Movie.create(
  name: '美国队长3',
  alias: 'Captain America: Civil War',
  aka: '美国队长：内战 美国队长3：内战',
  poster: 'http://img31.mtime.cn/mg/2016/04/14/113936.27264773_270X405X4.jpg',
  country: '美国',
  year: 2016,
  release_date: '2016年5月6日',
  genre: '动作/冒险/科幻',
  runtime: 147,
  director: '安东尼·罗素 乔·罗素',
  writer: '杰克·科比 克里斯托弗·马库斯',
  star: '克里斯·埃文斯 小罗伯特·唐尼 塞巴斯蒂安·斯坦 斯嘉丽·约翰逊',
  content: %{美国队长史蒂夫·罗杰斯带领着全新组建的复仇者联盟，继续维护世界和平。\
然而，一次执行任务时联盟成员不小心造成大量平民伤亡，从而激发政治压力，\
政府决定通过一套监管系统来管理和领导复仇者联盟。联盟内部因此分裂为两派——\
一方由史蒂夫·罗杰斯领导，他主张维护成员自由，在免受政府干扰的情况下保护世界；\
另一方则追随托尼·斯塔克，他令人意外地决定支持政府的监管和责任制体系。\
神秘莫测的巴基似乎成为内战的关键人物……},
)

Movie.create(
  name: '伦敦陷落',
  alias: 'London Has Fallen',
  aka: '白宫沦陷2：伦敦沦陷',
  poster: 'http://img31.mtime.cn/mg/2016/03/18/144734.82025272_270X405X4.jpg',
  country: '英国 美国 保加利亚',
  year: 2016,
  release_date: '2016年4月8日',
  genre: '动作/犯罪/惊悚',
  runtime: 99,
  director: '巴巴克·纳加非',
  writer: '卡特琳·贝内迪特 克雷格东·罗森贝格',
  star: '杰拉德·巴特勒 艾伦·艾克哈特 摩根·弗里曼 安吉拉·贝塞特',
  content: %{英国首相神秘逝世，美国特勤局特工班宁（杰拉德·巴特勒饰）\
将配合特勤局局长琳·雅各布（安吉拉·贝塞特 饰）做好准备，陪同本杰明·阿瑟总统\
（艾伦·艾克哈特 饰）前往伦敦圣保罗教堂参加英国首相的国葬仪式。\
由于所有大国首脑都必然要出席，这场葬礼理应是全世界安保最严密的活动。\
然而，各国首脑刚刚抵达不久便遭遇暗杀，伦敦地标建筑也纷纷遭袭。\
阿瑟、班宁和雅各布也遭到伏击，在连天的炮火和爆炸中撤退。满目疮痍的英国首都进入封锁状态。\
奉雅各布之命保护阿瑟总统的班宁必须躲开敌人的视线，抢在对手的前头先下手为强，\
不惜一切代价保护阿瑟总统安全回国……

故事开始于伦敦。英国首相神秘逝世。他的葬礼是西方领导人必须出席的活动。\
然而，原本安保最严密的葬礼却变成了一场谋杀世界最重要领导人、毁坏伦敦每处知名地标、\
制造未来恐怖景象的致命阴谋。只有三个人有希望阻止这场阴谋：美国总统、\
他令人敬畏的特勤局局长（杰拉德·巴特勒 饰）、一名绝不相信任何人的英国军情六处特工。},
)

Movie.create(
  name: '愤怒的小鸟',
  alias: 'The Angry Birds Movie',
  aka: '愤怒鸟玩电影 愤怒的小鸟电影版',
  poster: 'http://img31.mtime.cn/mg/2016/04/15/104836.51296527_270X405X4.jpg',
  country: '芬兰 美国',
  year: 2016,
  release_date: '2016年5月20日',
  genre: '动画/动作/喜剧',
  runtime: 90,
  director: '费格尔·雷利 克雷·卡提斯',
  writer: '乔恩·维迪',
  star: '杰森·苏戴奇斯 乔什·盖德 丹尼·麦克布耐德 玛娅·鲁道夫',
  content: %{一群不会飞的小鸟，挤在一座热带小岛上，和睦宁静。\
游戏中的几个经典形象成了影片的主角，分别是易怒的小鸟大红（杰森·苏戴奇斯配音），\
速度小鸟恰克（乔什·盖德配音）、炸弹（丹尼·麦克布耐德配音）。\
当神秘的绿色小猪登陆岛屿时，小鸟们平静的生活被打破了。},
)

Movie.create(
  name: '死侍',
  alias: 'Deadpool',
  aka: '恶棍英雄：死侍 死侍：不死现身',
  poster: 'http://img31.mtime.cn/mg/2016/02/12/185814.84600565_270X405X4.jpg',
  country: '美国 加拿大',
  year: 2016,
  release_date: '2016年2月12日',
  genre: '动作/冒险/喜剧',
  runtime: 106,
  director: '提姆·米勒',
  writer: 'Rob Liefeld Fabian Nicieza',
  star: '瑞安·雷诺兹 斯特凡·卡皮西奇 布里安娜·希尔德布兰 莫瑞娜·巴卡琳',
  content: %{该片是《X战警》系列电影的外传。讲述了前任特种兵韦德·威尔逊得了不治之症，\
而自愿加入“X武器计划”获得了快速自愈能力。在饱受虐待折磨后他成功逃脱并对Ajax进行追杀的故事。

在原著漫画中，死侍本是个普通人，由于得了不治之症而自愿加入“X武器计划”，\
他如愿得到了金刚狼自我愈合的能力，但付出的代价是失去了容貌。\
史崔克将军把他作为失败品投入监狱折磨并继续研究，最终导致他的出逃。\
死侍是个亦正亦邪的角色，他拥有超人的力量、耐力、速度及自我愈合能力，精通各种武器，\
擅长搏击术，不过他的精神不太稳定。死侍也是广大漫画迷们喜爱的角色之一。},
)

Movie.create(
  name: '蝙蝠侠大战超人：正义黎明',
  alias: 'Batman v Superman: Dawn of Justice',
  aka: '蝙蝠侠对超人：正义曙光 蝙蝠侠VS超人',
  poster: 'http://img31.mtime.cn/mg/2016/03/14/201840.92287202_270X405X4.jpg',
  country: '美国',
  year: 2016,
  release_date: '2016年3月25日',
  genre: '动作/冒险/奇幻',
  runtime: 151,
  director: '扎克·施奈德',
  writer: '大卫·S·高耶 克里斯·特里奥',
  star: '本·阿弗莱克 亨利·卡维尔 盖尔·加朵 杰西·艾森伯格',
  content: %{该片故事背景设定在《超人：钢铁之躯》结尾大战后，\
围绕着蝙蝠侠和超人之间激增的矛盾而展开。讲述了超人帮助人类解决了很多问题，\
成为了人类的神，却引起了莱克斯·卢瑟的嫉妒，从而挑拨蝙蝠侠与超人之间战斗的故事。

故事发生在《超人：钢铁之躯》中大都会之战之后。在那场战斗中许多建筑和市民惨遭波及，\
这就包括属于布鲁斯·韦恩的韦恩大厦。如今，\
许多人把具有超凡力量的氪星人卡·艾尔当作凡间之神来膜拜，身处险境的时候会祈求他的救助，\
但同时，超人也因与佐德之战对城市造成的破坏而遭到逮捕和审讯……\
一度成为都市传说的蝙蝠侠重新出现在人们面前，他似乎正是为了惩罚超人而来。\
年轻的富豪莱克斯·卢瑟又在二者的矛盾中扮演了什么样的角色？\
神秘出现的美丽女士戴安娜·普林斯也因为自己的目的而介入其中……

影片可能会以弗兰克·米勒的绘画小说《The Dark Knight Returns》为基础，来描绘超人与蝙蝠侠之间的关系。},
)

Movie.create(
  name: '爱丽丝梦游仙境2：镜中奇遇记',
  alias: 'Alice Through the Looking Glass',
  aka: '魔镜梦游：时光怪客 爱丽丝梦游仙境2',
  poster: 'http://img31.mtime.cn/mg/2016/03/31/112916.59427373_270X405X4.jpg',
  country: '美国',
  year: 2016,
  release_date: '2016年5月27日',
  genre: '冒险/家庭/奇幻',
  runtime: 120,
  director: '詹姆斯·波宾',
  writer: '琳达·沃尔夫顿',
  star: '米娅·华希科沃斯卡 约翰尼·德普 海伦娜·伯翰·卡特 安妮·海瑟薇',
  content: %{爱丽丝（米娅·华希科沃斯卡 饰）在过去的几年里跟随父亲去海上航行，\
返回伦敦后她遇到了一面神奇的镜子，穿过镜子她再一次回到了奇幻仙境，\
并且遇到了昔日的朋友白兔、毛毛虫、疯帽匠（约翰尼·德普 饰）等，\
但此时疯帽匠已不是原来的他了，白皇后（安妮·海瑟薇 饰）\
帮助爱丽丝通过大时钟内部的时空传送仪回到过去，\
在不同的点她遇到了之前的朋友和敌人，在那里她必须与时间对抗，\
在时间耗尽之前拯救疯帽匠。\
而此前海报中每位主演手中都有的闪闪发光的神秘球体便是帮助爱丽丝回到过去的关键所在。

该影片改编自同名小说，是《爱丽丝梦游仙境》的姐妹篇，同样讲述一个光怪陆离的奇妙世界。

《爱丽丝梦游仙境2：镜中奇遇记》是2010年火遍全球的《爱丽丝梦游仙境》续集，\
影片故事改编自路易斯·卡罗尔广受好评的同名原作。这一次，\
爱丽丝为了拯救挚友疯帽子而重返仙境，她与白皇后及一群老朋友一起，\
展开了一段璀璨华美、永生难忘的奇幻冒险。然而除了邪恶的红皇后之外，\
爱丽丝本次还要面对另一位劲敌——时间，他是传说中无人能击败的角色！\
爱丽丝要如何才能扭转乾坤，拯救疯帽子和仙境世界？},
)

Movie.create(
  name: '超脑48小时',
  alias: 'Criminal',
  aka: '罪犯 世纪罪犯',
  poster: 'http://img31.mtime.cn/mg/2016/04/12/160504.29058170_270X405X4.jpg',
  country: '英国 美国',
  year: 2016,
  release_date: '2016年5月13日',
  genre: '动作/犯罪/剧情',
  runtime: 113,
  director: '阿里尔·弗罗门',
  writer: 'Douglas Cook David Weisberg',
  star: '凯文·科斯特纳 加里·奥德曼 盖尔·加朵 汤米·李·琼斯',
  content: %{一位知悉国家机密的CIA探员比利·波普（瑞恩·雷诺兹 Ryan Reynolds 饰）意外身亡，\
在弗兰克斯博士（汤米·李·琼斯 Tommy Lee Jones 饰）\
的协助下将其记忆与技能植入了一位极度危险且无法预测的罪犯杰里科·斯图尔特\
（凯文·科斯特纳 Kevin Costner 饰）身上，而探员贵格·威尔斯（加里·奥德曼 Gary Oldman 饰）\
必须靠这位不定时炸弹来摧毁企图攫取国家机密的犯罪组织。\
杰里科·斯图尔特为了救回换脑后渐渐爱上的比利·波普被胁迫的妻子和孩子，\
重新找回自己的生活，不得不在48小时的时间里，与犯罪组织展开殊死搏斗。

在阻止惊天阴谋的最后一搏中，一个死去的中情局特工的记忆、\
秘密与各项技能被转移到了一个监狱犯人身上，这名危险且不可掌控的犯人，\
为了自己，也为了被胁迫的女友，与神秘势力展开了较量。\
在他捣毁了这个掌握转移人类头脑技术的组织，并找回了自己的记忆，与女友和孩子展开了新的生活。

一位知悉国家机密的CIA探员意外身亡，在知名神经学家（汤米李琼斯）\
的协助下将其记忆与技能植入了一位极度危险且无法预测的罪犯身上（凯文寇斯纳），\
而探员(莱恩雷诺斯)必须靠这位不定时炸弹来完成一项重要的秘密任务。},
)

Movie.create(
  name: '分歧者3：忠诚世界',
  alias: 'The Divergent Series: Allegiant',
  aka: '效忠者 效忠者（上）',
  poster: 'http://img31.mtime.cn/mg/2016/04/15/150549.73098068_270X405X4.jpg',
  country: '美国',
  year: 2016,
  release_date: '2016年5月20日',
  genre: '动作/冒险/悬疑',
  runtime: 120,
  director: '罗伯特·斯文克',
  writer: '维罗尼卡·罗斯 诺亚·奥本海姆',
  star: '谢琳·伍德蕾 提奥·詹姆斯 娜奥米·沃茨 安塞尔·埃尔格特',
  content: %{在推翻了派系制度之后，翠丝与老四带领众人翻越了芝加哥的围墙来到全新世界。\
然而看似美好的新世界却隐藏着更大的杀机，翠丝与老四之间的信任也遭受到前所未有的考验。\
二人能否从阴谋中脱身并守住彼此？

派系制度瓦解后，分歧者翠丝（谢琳·伍德蕾饰）揭开了整个人类的秘密，\
原来芝加哥不过是美国基因局制造的一场实验。一片混乱之下的芝加哥危机四伏，\
老四的母亲伊芙琳（娜奥米·沃茨饰）组织了强有力的武装力量，企图占领芝加哥成为新的统治者。\
翠丝决定带领老四（提奥·詹姆斯饰）、克里斯蒂娜（佐伊·克拉维兹饰）、皮特（迈尔斯·特勒饰）、\
托莉（Maggie Q饰）和凯莱布（安塞尔·埃尔格特饰）逃往芝加哥城外的世界，\
为芝加哥人民寻找新的希望。他们历经险阻成功逃脱，终于来到了墙外的神秘世界——\
充斥着各种高科技技术的基因局。在这个全新的世界里，翠丝和老四的价值观被完全颠覆，\
二人之间的信任也遭受到前所未有的考验。当他们终于发现了基因局负责人大卫（杰夫·丹尼尔斯饰）\
所谓的“神秘事业”背后所掩藏的更大阴谋时，却没有察觉自己其实早已被卷入了其中。\
为了保护芝加哥的人民，翠丝和老四做出了忠于内心的选择，他们要联合所有派系向墙外世界宣战！\
他们以卵击石的背水一战究竟能否颠覆世界？},
)
