module CitiesHelper
  CITY_LIST = {
    '热门': [
      '北京', '上海', '广州', '深圳', '成都', '武汉', '杭州', '重庆',
      '郑州', '南京', '西安', '苏州', '天津', '长沙', '福州', '沈阳',
      '济南', '温州', '哈尔滨', '合肥', '青岛', '厦门', '大连', '东莞', '长春',
    ],
    'A - G': {
      'A': [ '安庆', '安阳', '鞍山', '安顺', '安康', '阿勒泰', '阿克苏', '阿坝' ],
      'B': [ '北京', '保定', '宝鸡', '滨州', '包头', '蚌埠', '亳州', '北海', '毕节', '巴彦淖尔',
             '白城', '白银', '白山', '本溪', '巴音郭楞', '巴中', '保山', '百色', '保亭' ],
      'C': [ '重庆', '成都', '长沙', '长春', '常州', '郴州', '滁州', '常德', '沧州', '长治',
             '赤峰', '潮州', '朝阳', '承德', '昌吉', '崇左', '常熟', '池州', '楚雄' ],
      'D': [ '东莞', '大连', '大庆', '东营', '德州', '德阳', '大理', '丹东', '大同', '达州',
             '德宏', '儋州', '定西', '东方', '迪庆', '大兴安岭' ],
      'E': [ '鄂尔多斯', '恩施', '鄂州' ],
      'F': [ '佛山', '福州', '抚州', '阜阳', '抚顺', '防城港', '阜新' ],
      'G': [ '广州', '赣州', '贵阳', '桂林', '广元', '广安', '固原', '贵港', '甘孜', '甘南' ],
    },
    'H - L': {
      'H': [ '杭州', '合肥', '哈尔滨', '惠州', '邯郸', '湖州', '衡阳', '呼和浩特', '淮安', '黄冈',
             '呼伦贝尔', '黄石', '河源', '红河', '菏泽', '海口', '黄山', '汉中', '怀化', '衡水',
             '葫芦岛', '鹤壁', '淮南', '淮北', '黑河', '贺州', '河池', '海西', '合肥', '鹤岗', '哈密', '海东' ],
      'J': [ '济南', '金华', '嘉兴', '江门', '九江', '济宁', '吉安', '揭阳', '荆州', '焦作', '吉林', '荆门',
             '晋城', '锦州', '佳木斯', '景德镇', '酒泉', '济源', '晋中', '金昌', '鸡西', '嘉峪关', '吉林' ],
      'K': [ '昆明', '开封', '克拉玛依', '昆山', '喀什', '开平', '昆山' ],
      'L': [ '临沂', '兰州', '洛阳', '临汾', '丽水', '六安', '廊坊', '乐山', '聊城', '龙岩', '娄底', '吕梁', '连云港',
             '漯河', '柳州', '泸州', '辽阳', '六盘水', '陇南', '来宾', '丽江', '凉山', '莱芜', '拉萨', '辽源', '临沧', '临夏' ],
    },
    'M - T': {
      'M': [ '绵阳', '马鞍山', '眉山', '梅州', '牡丹江', '茂名' ],
      'N': [ '南京', '宁波', '南通', '南昌', '南宁', '宁德', '南充', '南阳', '南平', '内江' ],
      'P': [ '莆田', '萍乡', '盘锦', '普洱', '平顶山', '濮阳', '平凉', '攀枝花' ],
      'Q': [ '青岛', '泉州', '衢州', '曲靖', '清远', '黔南', '秦皇岛', '庆阳',
             '齐齐哈尔', '黔西南', '钦州', '黔东南', '潜江', '七台河', '琼海' ],
      'R': [ '日照' ],
      'S': [ '上海', '深圳', '苏州', '沈阳', '石家庄', '上饶', '绍兴', '汕头', '三明', '宿迁',
             '商丘', '绥化', '韶关', '十堰', '邵阳', '遂宁', '四平', '三亚', '随州', '松原',
             '宿州', '汕尾', '双鸭山', '三门峡', '商洛', '石嘴山', '朔州', '石河子' ],
      'T': [ '天津', '台州', '泰州', '太原', '唐山', '泰安', '铁岭', '通辽', '通化',
             '铜仁', '铜陵', '天水', '铜川', '天门', '塔城' ],
    },
    'W - Z': {
      'W': [ '武汉', '无锡', '温州', '潍坊', '乌鲁木齐', '芜湖', '威海', '乌兰察布', '渭南',
             '梧州', '文山', '武威', '乌海', '吴忠', '吴江区', '五指山', '文昌' ],
      'X': [ '西安', '厦门', '徐州', '信阳', '新乡', '襄阳', '湘潭', '咸宁', '邢台', '许昌', '孝感',
             '宣城', '西宁', '新余', '咸阳', '仙桃', '湘西', '西双版纳', '忻州', '锡林郭勒', '兴安盟', '兴安盟' ],
      'Y': [ '烟台', '盐城', '宜春', '扬州', '银川', '宜昌', '阳江', '运城', '营口', '岳阳', '延边', '榆林',
             '永州', '宜宾', '鹰潭', '益阳', '玉林', '延安', '玉溪', '伊犁', '云浮', '阳泉', '雅安', '伊春', '杨凌区' ],
      'Z': [ '郑州', '中山', '镇江', '珠海', '淄博', '湛江', '株洲', '张家口', '漳州', '肇庆', '驻马店', '枣庄',
             '周口', '舟山', '自贡', '遵义', '资阳', '张家界', '张掖', '昭通', '中卫' ],
    },
  }

  def cities_list
    html = ['<div class="cities-list">']
    html << '<button type="button" class="close">&times;</button>'
    html << '<div class="cities-list-header">'
    active = ' active'
    CITY_LIST.each do |key, _|
      html << %{<a href class="cities-list-header-link#{active}" data-select-key="#{key}">#{key}</a>}
      active = ''
    end
    html << '</div>'
    html << '<div class="cities-list-body">'
    active = ' active'
    CITY_LIST.each do |key, val|
      html << %{<div class="cities-list-section#{active}" data-key="#{key}">}
      if val.is_a? Array
        val.each do |city|
          html << %{<a href="/?city=#{city}">#{city}</a>}
        end
      else
        val.each do |letter, cities|
          html << %{<div class="cities-list-section-header">#{letter}</div>}
          cities.each do |city|
            html << %{<a href="/?city=#{city}">#{city}</a>}
          end
        end
      end
      active = ''
      html << '</div>'
    end
    html << '</div>'
    html << '</div>'
    html.join("\n").html_safe
  end
end
